window.songs.push(
    {
            id: "kalabhairava-ashtakam",
            title: "ಕಾಲಭೈರವಾಷ್ಟಕಂ",
            searchTerms: "Kalabhairava Ashtakam",
            section: "Ashtakam",
            deity: "Shiva",
            language: "Sanskrit",
            symbol: "ರಶಿ",
            lyrics: `ದೇವರಾಜ-ಸೇವ್ಯಮಾನ-ಪಾವನಾಂಘ್ರಿ-ಪಂಕಜಂ
        ವ್ಯಾಳಯಜ್ಞ-ಸೂತ್ರಮಿಂದು-ಶೇಖರಂ ಕೃಪಾಕರಮ್ ।
        ನಾರದಾದಿ-ಯೋಗಿಬೃಂದ-ವಂದಿತಂ ದಿಗಂಬರಂ
        ಕಾಶಿಕಾಪುರಾಧಿನಾಥ ಕಾಲಭೈರವಂ ಭಜೇ ॥ 1 ॥

        ಭಾನುಕೋಟಿ-ಭಾಸ್ವರಂ ಭವಬ್ಧಿತಾರಕಂ ಪರಂ
        ನೀಲಕಂಠ-ಮೀಪ್ಸಿತಾರ್ಧ-ದಾಯಕಂ ತ್ರಿಲೋಚನಮ್ ।
        ಕಾಲಕಾಲ-ಮಂಬುಜಾಕ್ಷ-ಮಕ್ಷಶೂಲ-ಮಕ್ಷರಂ
        ಕಾಶಿಕಾಪುರಾಧಿನಾಥ ಕಾಲಭೈರವಂ ಭಜೇ ॥ 2 ॥

        ಶೂಲಟಂಕ-ಪಾಶದಂಡ-ಪಾಣಿಮಾದಿ-ಕಾರಣಂ
        ಶ್ಯಾಮಕಾಯ-ಮಾದಿದೇವ-ಮಕ್ಷರಂ ನಿರಾಮಯಮ್ ।
        ಭೀಮವಿಕ್ರಮಂ ಪ್ರಭುಂ ವಿಚಿತ್ರ ತಾಂಡವ ಪ್ರಿಯಂ
        ಕಾಶಿಕಾಪುರಾಧಿನಾಥ ಕಾಲಭೈರವಂ ಭಜೇ ॥ 3 ॥

        ಭುಕ್ತಿ-ಮುಕ್ತಿ-ದಾಯಕಂ ಪ್ರಶಸ್ತಚಾರು-ವಿಗ್ರಹಂ
        ಭಕ್ತವತ್ಸಲಂ ಸ್ಥಿರಂ ಸಮಸ್ತಲೋಕ-ವಿಗ್ರಹಮ್ ।
        ನಿಕ್ವಣನ್-ಮನೋಜ್ಞ-ಹೇಮ-ಕಿಂಕಿಣೀ-ಲಸತ್ಕಟಿಂ
        ಕಾಶಿಕಾಪುರಾಧಿನಾಥ ಕಾಲಭೈರವಂ ಭಜೇ ॥ 4 ॥

        ಧರ್ಮಸೇತು-ಪಾಲಕಂ ತ್ವಧರ್ಮಮಾರ್ಗ ನಾಶಕಂ
        ಕರ್ಮಪಾಶ-ಮೋಚಕಂ ಸುಶರ್ಮ-ದಾಯಕಂ ವಿಭುಮ್ ।
        ಸ್ವರ್ಣವರ್ಣ-ಕೇಶಪಾಶ-ಶೋಭಿತಾಂಗ-ಮಂಡಲಂ
        ಕಾಶಿಕಾಪುರಾಧಿನಾಥ ಕಾಲಭೈರವಂ ಭಜೇ ॥ 5 ॥

        ರತ್ನ-ಪಾದುಕಾ-ಪ್ರಭಾಭಿರಾಮ-ಪಾದಯುಗ್ಮಕಂ
        ನಿತ್ಯ-ಮದ್ವಿತೀಯ-ಮಿಷ್ಟ-ದೈವತಂ ನಿರಂಜನಮ್ ।
        ಮೃತ್ಯುದರ್ಪ-ನಾಶನಂ ಕರಾಳದಂಷ್ಟ್ರ-ಮೋಕ್ಷಣಂ
        ಕಾಶಿಕಾಪುರಾಧಿನಾಥ ಕಾಲಭೈರವಂ ಭಜೇ ॥ 6 ॥

        ಅಟ್ಟಹಾಸ-ಭಿನ್ನ-ಪದ್ಮಜಾಂಡಕೋಶ-ಸಂತತಿಂ
        ದೃಷ್ಟಿಪಾತ-ನಷ್ಟಪಾಪ-ಜಾಲಮುಗ್ರ-ಶಾಸನಮ್ ।
        ಅಷ್ಟಸಿದ್ಧಿ-ದಾಯಕಂ ಕಪಾಲಮಾಲಿಕಾ-ಧರಂ
        ಕಾಶಿಕಾಪುರಾಧಿನಾಥ ಕಾಲಭೈರವಂ ಭಜೇ ॥ 7 ॥

        ಭೂತಸಂಘ-ನಾಯಕಂ ವಿಶಾಲಕೀರ್ತಿ-ದಾಯಕಂ
        ಕಾಶಿವಾಸಿ-ಲೋಕ-ಪುಣ್ಯಪಾಪ-ಶೋಧಕಂ ವಿಭುಮ್ ।
        ನೀತಿಮಾರ್ಗ-ಕೋವಿದಂ ಪುರಾತನಂ ಜಗತ್ಪತಿಂ
        ಕಾಶಿಕಾಪುರಾಧಿನಾಥ ಕಾಲಭೈರವಂ ಭಜೇ ॥ 8 ॥

        ಕಾಲಭೈರವಾಷ್ಟಕಂ ಪಠಂತಿ ಯೇ ಮನೋಹರಂ
        ಜ್ಞಾನಮುಕ್ತಿ-ಸಾಧಕಂ ವಿಚಿತ್ರ-ಪುಣ್ಯ-ವರ್ಧನಮ್ ।
        ಶೋಕಮೋಹ-ಲೋಭದೈನ್ಯ-ಕೋಪತಾಪ-ನಾಶನಂ
        ತೇ ಪ್ರಯಾಂತಿ ಕಾಲಭೈರವಾಂಘ್ರಿ-ಸನ್ನಿಧಿಂ ಧ್ರುವಮ್ ॥

        ಇತಿ ಶ್ರೀಮಚ್ಚಂಕರಾಚಾರ್ಯ ವಿರಚಿತಂ ಕಾಲಭೈರವಾಷ್ಟಕಂ ಸಂಪೂರ್ಣಮ್ ।
        **********`
    }

);