window.songs = [
	{
		id: "vandipe-gananatha",
		title: "ವಂದಿಪೆ ನಿನಗೆ ಗಣನಾಥಾ",
        searchTerms: "Vandipe ninage Gananatha, Vakratunda Mahakaya",
		section: "Bajans",
		deity: "Maha Ganapati",
		language: "Kannada",
		symbol: "ಗ",
		lyrics: `ವಕ್ರತುಂಡ ಮಹಾಕಾಯ
ಕೋಟಿ ಸೂರ್ಯ ಸಮಪ್ರಭ |
ನಿರ್ವಿಘ್ನಂ ಕುರು ಮೇ ದೇವಾ
ಸರ್ವ ಕಾರ್ಯೇಷು ಸರ್ವದಾ ||

ವಂದಿಪೆ ನಿನಗೆ ಗಣನಾಥಾ |
ಮೊದಲೊಂದಿಪೆ ನಿನಗೆ ಗಣನಾಥಾ
ದೇವಾ ವಂದಿಪೆ ನಿನಗೆ ಗಣನಾಥಾ
ಬಂದ ವಿಘ್ನಗಳ ಕಳೆ ಗಣನಾಥಾ || ಪ ||

ಆದಿಯಲ್ಲಿ ನಿನ್ನ ಪಾದ ಪೂಜಿಸಿದ ಧರ್ಮರಾಯ
ಸಾಧಿಸಿದ ರಾಜ್ಯ ಗಣನಾಥಾ || 1 ||

ಹಿಂದೆ ರಾವಣನು ಮದದಿಂದ ನಿನ್ನ ಪೂಜಿಸದೆ
ಸಂದ ರಣದಲಿ ದೇವ ಗಣನಾಥಾ || 2 ||

ಮಂಗಳ ಮೂರುತಿ ಗುರು ರಂಗ ವಿಠಲನ ಪಾದ
ಹಿಂಗದೆ ಭಜಿಪೆ ದೇವ ಗಣನಾಥಾ || 3 ||
**********`
	},

	{
		id: "pillangoviya-cheluva-krishna",
		title: "ಪಿಳ್ಳಂಗೋವಿಯ ಚೆಲುವ ಕೃಷ್ಣನ",
        searchTerms: "Pillangoviya cheluva Krishnana, Rangana elli nodidiri",
		section: "Bajans",
		deity: "Krishna",
		language: "Kannada",
		symbol: "ಕೃ",
		lyrics: `ಪಿಳ್ಳಂಗೋವಿಯ ಚೆಲುವ ಕೃಷ್ಣನ ಎಲ್ಲಿ ನೋಡಿದಿರಿ ರಂಗನ ಎಲ್ಲಿ ನೋಡಿದಿರಿ || ಪ ||

ಎಲ್ಲಿ ನೋಡಿದರಲ್ಲಿ ತನಿಲ್ಲ ದಿಲ್ಲವೆಂದು ಬಲ್ಲ ಜಾಣರು |

ನಂದಗೋಪನ ಮಂದಿರಗಳ ಸಂದುಗೊಂದಿನಲಿ
ಚಂದ ಚಂದದ ಗೋಪ ಬಾಲರ ವೃಂದ ವೃಂದದಲಿ
ಸುಂದರಾಂಗದ ಸುಂದರೀಯರ ಹಿಂದು ಮುಂದಿನಲಿ
ಅಂದದಾಕಳ ಕಂದ ಕರುಗಳ ಮಂದೆ ಮಂದೆಯಲಿ || 1 ||

ಶ್ರೀ ಗುರುಕ್ತ ಸದಾ ಸುಮಂಗಳ ಯೋಗ ಯೋಗದಲಿ
ಅಗಮಾರ್ಥದೊಳಗೆ ಮಾಡುವ ಯಾಗ ಯಾಗದಲಿ
ಶ್ರೀಗೆ ಭಾಗ್ಯನಾಗಿ ವರ್ತಿಪ ಭೋಗ ಭೋಗದಲಿ
ಭಾಗವತರು ಸದಾ ಬಾಗಿ ಪಡುವ ರಾಗ ರಾಗದಲಿ || 2 ||

ಈ ಚರಾಚರದೊಳಗೆ ಜನಂಗಳ ಆಚೆ ಈಚೆಯಲಿ
ಕೆಚರೇಂದ್ರನ ಸುತನ ರಥದ ಚೌಕ ಪೀಠದಲಿ
ನಾಚದೆ ಮಾಧವ ಎಂಬ ಭಕ್ತರ ವಾಚಕಂಗಳಲಿ
ವೀಚುಕೊಂಡದ ಪುರಂದರ ವಿಠಲನ ಲೋಚನಾಗ್ರದಲಿ || 3 ||
**********`
	},

    {
        id: "naanena-maadideno-rangayya",
        title: "ನಾನೇನ ಮಾಡಿದೆನೋ ರಂಗಯ್ಯ ರಂಗ ನೀ ಯನ್ನ ಕಾಯಬೇಕೊ",
        searchTerms: "Naanena maadideno Rangayya, neeyanna kayabeko",
        section: "Bajans",
        deity: "Krishna",
        language: "Kannada",
        symbol: "ಕೃ",
        lyrics: `ನಾನೇನ ಮಾಡಿದೆನೋ ರಂಗಯ್ಯ ರಂಗ ನೀ ಯನ್ನ ಕಾಯಬೇಕೊ || ಪ ||

ಮಾನಾಭಿಮಾನವು ನಿನ್ನದು ಯನಗೇನು
ದೀನರಕ್ಷಕ ತಿರುಪತಿಯ ವೆಂಕಟರಮಣ ||

ರಕ್ಕಸ ಸೂದನನೇ ಕೇಳೋ ಧ್ರುವರಾಯ ಚಿಕ್ಕವನಲ್ಲವೇನೋ
ಉಕ್ಕಿಬರುವ ಕರ್ಮ ಮಾಡಿದ ಅಜಾಮಿಳ
ನಿನ್ನಕ್ಕನಮಗನೇನೋ || 1 ||

ಕರಿರಾಜ ಕರೆಸಿದನೇ ದ್ರೌಪದಿ ದೇವಿ ಬರೆದೋಲೆ ಕಳುಹಿದಳೇ
ಹರುಷದಿಂದಲಿ ಋಷಿಪತ್ನಿಯ ಶಾಪವ ಪರಿಹರಿಸಿದೆಯಲ್ಲೋ || 2 ||

ಮುಪ್ಪಿಡಿ ಅವಲಕ್ಕಿಯ ತಂದವನಿಗೆ ಒಪ್ಪುವಂತೆ ಕೊಡಲಿಲ್ಲವೇ
ಸರ್ಪಶಯನ ಶ್ರೀ ಪುರಂದರ ವಿಠಲ
ಅಪ್ರಮೇಯ ಕಾಯೋ || 3 ||
**********`
    },

    {
        id: "swami-mukhya-prana-ninna-marevara-gantala-gaana",
        title: "ಸ್ವಾಮಿ ಮುಖ್ಯಪ್ರಾಣ ನಿನ್ನ ಮರೆವರ ಗಂಟಲ ಗಾನ",
        searchTerms: "Swami Mukhya Prana, ninna marevara gantala gaana",
        section: "Bajans",
        deity: "Hanuman",
        language: "Kannada",
        symbol: "ಹ",
        lyrics: `ಸ್ವಾಮಿ ಮುಖ್ಯಪ್ರಾಣ
ನಿನ್ನ ಮರೆವರ ಗಂಟಲ ಗಾನ ||
ಹಿಡಿದ್ಯೊ ರಾಮನ ಚರಣ    || 2 ||
ನೀನ್ ಹೌದವುದೋ ಜಗತ್ರಾಣ || ಸ್ವಾಮಿ ||

ಸಂಜೀವನ ಪರ್ವತವ ನೀ ಅಂಜದೆ ತಂದ್ಯೊ ದೇವ ||
ಅಂಜನೆ ಸುತ ಸದಾ ಕಾವ    || 2 ||
ಹ್ರತ್ಕಂಜವಾಸ ಸರ್ವಜೀವ || ಸ್ವಾಮಿ ||

ಏಕಾದಶಿಯ ರುದ್ರ ನೀ ಒಯಿದ್ಯೊ ರಾಮರ ಮುದ್ರ ||
ಸಕಲವಿದ್ಯಾ ಸಮುದ್ರ     || 2 ||
ನೀ ಹೌದವುದೋ ಭಲಭದ್ರಾ || ಸ್ವಾಮಿ ||

ವೈಕುಂಠದಿಂದ ಬಂದು ನೀ ಪಂಪಾ ಕ್ಷೇತ್ರದಿ ನಿಂದು ||
ಯಂತ್ರೋಧ್ಧಾರಕನೆಂದು   || 2 ||
ಪುರಂದರವಿಠ್ಠಲ ಸಲಹೆಂದು || ಸ್ವಾಮಿ ||
**********`
    },

    {
        id: "pavamana",
        title: "ಪವಮಾನ",
        searchTerms: "Pavamana jagada prana",
        section: "Bajans",
        deity: "Hanuman",
        language: "Kannada",
        symbol: "ಪ",
        lyrics: `ಪವಮಾನ ಪವಮಾನ ಜಗದಾ ಪ್ರಾಣಾ
ಸಂಕರುಷಣ ಭವಭಯಾರಣ್ಯ ದಹನ |ಪ|

 ಶ್ರವಣವೆ ಮೊದಲಾದ ನವವಿಧ ಭಕುತಿಯ
ತವಕದಿಂದಲಿ ಕೊಡು ಕವಿಗಳ ಪ್ರಿಯ ||

ಹೇಮ ಕಚ್ಚುಟ ಉಪವೀತ ಧರಿಪ ಮಾರುತ ಕಾಮಾದಿ ವರ್ಗ ರಹಿತ
ವ್ಯೋಮಾದಿ ಸರ್ವವ್ಯಾಪುತ ಸತತ ನಿರ್ಭೀತ ರಾಮಚಂದ್ರನ ನಿಜದೂತ
ಯಾಮ ಯಾಮಕೆ ನಿನ್ನಾರಾಧಿಪುದಕೆ
ಕಾಮಿಪೆ ಎನಗಿದು ನೇಮಿಸಿ ಪ್ರತಿದಿನ
ಈ ಮನಸಿಗೆ ಸುಖಸ್ತೋಮವ ತೋರುತ
ಪಾಮರ ಮತಿಯನು ನೀ ಮಾಣಿಪುದು |1|

ವಜ್ರ ಶರೀರ ಗಂಭೀರ ಮುಕುಟಧರ ದುರ್ಜನವನ ಕುಠಾರ
ನಿರ್ಜರ ಮಣಿದಯಾ ಪಾರ ವಾರ ಉದಾರ ಸಜ್ಜನರಘವ ಪರಿಹಾರ
ಅರ್ಜುನಗೊಲಿದಂದು ಧ್ವಜವಾನಿಸಿ ನಿಂದು
ಮೂರ್ಜಗವರಿವಂತೆ ಗರ್ಜನೆ ಮಾಡಿದಿ
ಹೆಜ್ಜೆ ಹೆಜ್ಜೆಗೆ ನಿನ್ನ ಅಬ್ಜ ಪಾದದ ಧೂಳಿ
ಮಾರ್ಜನದಲಿ ಭವ ವರ್ಜಿತನೆನಿಸೊ |2|

ಪ್ರಾಣ ಅಪಾನ ವ್ಯಾನೋದಾನ ಸಮಾನ ಆನಂದ ಭಾರತಿ ರಮಣ
ನೀನೆ ಶರ್ವಾದಿ ಗೀರ್ವಾಣಾದ್ಯಮರರಿಗೆ ಜ್ಞಾನಧನ ಪಾಲಿಪ ವರೇಣ್ಯ
ನಾನು ನಿರುತದಲಿ ಏನೇನೆಸಗಿದೆ
ಮಾನಸಾದಿ ಕರ್ಮ ನಿನಗೊಪ್ಪಿಸಿದೆನೊ
ಪ್ರಾಣನಾಥ ಸಿರಿವಿಜಯವಿಠಲನ
ಕಾಣಿಸಿ ಕೊಡುವದು ಭಾನು ಪ್ರಕಾಶ |3|
**********`
    },

    {
        id: "bare-sakhi-poguva-rasa-kreeda-yaaduva",
        title: "ಬಾರೆ ಸಖಿ ಪೋಗುವ ರಾಸ ಕ್ರೀಡೆಯಾಡುವ",
        searchTerms: "Baare sakhi poguva rasa kreedeyaaduva",
        section: "Bajans",
        deity: "Krishna",
        language: "Kannada",
        symbol: "ಕೃ",
        lyrics: `ಬಾರೆ ಸಖಿ ಪೋಗುವ ರಾಸ ಕ್ರೀಡೆಯಾಡುವ
ಸಾರಸಾಕ್ಷ ಕೃಷ್ಣನು ತಾ ಕೊಳಲನೂದುವ |
ಕೊಳಲನೂದುವಾ ಕೃಷ್ಣ ಕೊಳಲನೂದುವ ||

ಜಾರನೆಂದು ಸಣ್ಣಮಾತನಾಡಿದ್ದಾಯಿತು ಚೋರನೆಂದು ಬಹಳ ದೂರು ಮಾಡಿದ್ದಾಯಿತು ||    
ಮೂರು ನಿಮಿಷ ಅವನ ಮರೆಯಲಾಗದಾಯಿತು ||
ಬೀರುತಿರುವ ಮೋಹಜಾಲ ಸಡಲದಾಯಿತು || 1 ||

ಯಾವನೀತನೆಂದು ಚಿಂತೆ ಮಾಡಿದ್ದಾಯಿತು ಗೋವಳನಿವನಲ್ಲವೆಂದು ನಿರ್ಧರಾಯಿತು ||
ಯಾವನಾದರೇನು ಇವನ ಕ್ಷಣವು ಕಾಣದೆ || 
ಜೀವನ ಕಳೆಯುವುದೆ ದೊಡ್ಡ ಭಾರವಾಯಿತು || 2 ||

ಮಂದಹಾಸದಿಂದ ಸಕಲ ಜಗವ ಬೆಳಗುವ ಚಂದ್ರನು ತಾನಿವನ ನೋಡಿ ಬಹಳ ನಾಚುವ || 
ಸಾಂದ್ರವಾಯಿತಂತರಿಕ್ಷ ಮಧುರ ನಾದದಿ ||
ಮಂದ ಮಲಯ ಮಾರುತ ತಾ ತಲೆಯನಾಡುವ || 3 ||

ನಾದದ ಸುಧೆ ಸಾಗರದಲಿ ತೇಲುವಂತಿದೆ ಮಾಧವ ತಾ ಸುಧೆಯ ರಸವನೆರಚುವಂತಿದೆ ||
ಬಾಧಿಸುತಿಹ ಭವದ ತಾಪವಡಗಿದಂತಿದೆ ||
ಮಾದರಿಫಲ ರಾಸಕ್ರೀಡೆ ತೋರುವಂತಿದೆ || 4 ||

ಸಕಲ ಲೋಕನಾಥನೀತನೆಂದು ತಿಳಿಯಿತು ಸಕಲವನರ್ಪಿಸುವುದೊಂದೆ ಮಾರ್ಗ ಉಳಿಯಿತು ||
ಲಕುಮಿ ಮುರುಳಿ ರೂಪದಲ್ಲಿ ಇಹುದು ಹೊಳೆಯಿತು ||
ಭಕುತಿ ಹರಿದು ಎನ್ನ ಮನ ಪ್ರಸನ್ನವಾಯಿತು || 5 ||
*********`
    },

{
    id: "namah-parvati-patinuta-janapara",
    title: "ನಮಃ ಪಾರ್ವತೀ ಪತಿನುತ ಜನಪರ",
    searchTerms: "Namah Parvati patinuta janapara",
    section: "Bajans",
    deity: "Mahadev",
    language: "Kannada",
    symbol: "ಮ",
    lyrics: `ನಮಃ ಪಾರ್ವತೀ ಪತಿನುತ ಜನಪರ ನಮೋ ವಿರೂಪಾಕ್ಷ || 
ರಮಾ ರಮಣನಲಿ ಅಮಲ ಭಕುತಿ ಕೊಡು ನಮೋ ವಿಶಾಲಾಕ್ಷ || ಪ ||

ನೀಲಕಂಠ ತ್ರಿಶೂಲ ಡಮರು ಹಸ್ತಾಲಂಕೃತ ರಕ್ಷ |
ಫಾಲನೇತ್ರ ಕಪಾಲ ರುಂಡ ಮಣಿ ಮಾಲಾಧೃತ ವಕ್ಷ ||
ಶೀಲರಮ್ಯ ವಿಶಾಲ ಸುಗುಣ ಸಲ್ಲೀಲ ಸುರಾಧ್ಯಕ್ಷ |
ಶ್ರೀಲಕುಮೀಶನ ಓಲೈಸುವ ಭಕ್ತಾವಳಿಗಳ ಪಕ್ಷ || 1 ||

ವಾಸವನುತ ಹರಿದಾಸ ಈಶ ಕೈಲಾಸ ವಾಸ ದೇವ |
ದಾಶರಥಿಯ ಔಪಾಸಕ ಸುಜನರ ಪೋಷಿಪ ಪ್ರಭಾವ ||
ಭಾಸಿಸುತಿಹುದು ಅಶೇಷ ಜೀವರಿಗೆ ಈಶನೆಂಬ ಭಾವ |
ಶ್ರೀಶನಲ್ಲಿ ಕೀಲಿಸುಮನವ ಗಿರಿಜೇಶ ಮಹಾದೇವ || 2 ||

ಮೃತ್ಯುಂಜಯ ನಿನ್ನುತ್ತಮ ಪದಯುಗ ಭೃತ್ಯನೋ ಸರ್ವತ್ರ |
ಹತ್ತಿರ ಕರೆದು ಅಪತ್ಯನಂತೆ ಪೊರೆಯುತ್ತಿರೋ ತ್ರಿನೇತ್ರ || 
ತೆತ್ತಿಗನಂತೆ ಕಾಯುತ್ತಿಹೆ ಬಾಣನ ಸತ್ಯದಿ ಸುಚರಿತ್ರ |
ಕರ್ತೃ ಉಡುಪಿ ಸರ್ವೋತ್ತಮ ಕೃಷ್ಣನ ಪೌತ್ರ ಕೃಪಾ ಪಾತ್ರ || 3 ||
**********`
},

{
    id: "ikkonodire-chikka-hanumanta",
    title: "ಇಕ್ಕೋ ನೋಡಿರೆ ಚಿಕ್ಕ ಹನುಮಂತಾ",
    searchTerms: "ikko nodire chikka hanumanta",
    section: "Bajans",
    deity: "Hanuman",
    language: "Kannada",
    symbol: "ಇ",
    lyrics: `ಇಕ್ಕೋ ನೋಡಿರೆ ಚಿಕ್ಕ ಹನುಮಂತಾ ||
ಇಕ್ಕೋ ನೋಡಿರಿಂತ ಚಿಕ್ಕ ಹನುಮಂತಾ ಭಕ್ತಿ ಕೊಡುವಂತ ಭಾರತಿಕಾಂತ ||

ರಾಮ ದೂತನೆ ಬಹು ಶೂರನೀತ ||
ರಾಮಚಂದ್ರಗಾಗಿ ಜಲಧಿದಾಟಿ ಪೋಗಿ ||
ಸೀತೆಗೆ ಉಂಗುರವನ್ನಿತ್ತ ಮಹಾನುಭಾವ || 1 ||

ಎಲ್ಲಾ ಕೇಳಿರೆ ವಲ್ಲಭನ ಮಹಿಮೆ ||
ತಲ್ಲನಯನ ಪಾಲ ನಿಲ್ಲಿಸಿದ ಲೋಲ ||
ಒಳ್ಳೆ ಗುಣಶೀಲ ಇಲ್ಲಿ ಬಹಳ ಪ್ರಭಲ || 2 ||

ಅಪಾರ ಮಹಿಮ ಬಹು ಶೂರನೀತ ||
ಅಂಜನಿಯ ಕಂದಾ ಸಂಜೀವಿನಿಯ ತಂದ ||
ನರಸಿಂಹ ದೂತ ನಮ್ಮ ಪೊರೆವಧಾತ || 3 || 
        **********`,
},

{
    id: "hari-kunida-namma-hari-kunida",
    title: "ಹರಿ ಕುಣಿದಾ ನಮ್ಮ ಹರಿ ಕುಣಿದಾ",
    searchTerms: "Hari kunida namma Hari kunida",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಮಲಗಿ ಪರಮಾದರದಿ ಪಾಡಲು
ಕುಳಿತು ಕೇಳುವ ಕುಳಿತು ಪಾಡಲು ನಿಲುವ ನಿಂತರೆ ನಲಿವ ನಲಿದರೆ ಒಲಿವೆ ನಿಮಗೆಂಬ |
ಸುಲಭನೋ ಹರಿ ತನ್ನವರನರ-
ಘಳಿಗೆ ಬಿಟ್ಟಗಲನು ರಮಾಧವ-ನೊಲಿಸಲರಿಯದೆ ಪಾಮರರು ಬಳಲುವರು ಭವದೊಳಗೆ ||
ಶ್ರೀ ಹರಿ | ಶ್ರೀ ಹರಿ | ಶ್ರೀ ಹರಿ |

ಹರಿ ಕುಣಿದಾ ನಮ್ಮ ಹರಿ ಕುಣಿದಾ
ಹರಿ ಕುಣಿದಾ ನಮ್ಮ ಹರಿ ಕುಣಿದಾ || 0 ||

ಅಕಳಂಕಚರಿತ ಮಕರಕುಂಡಲಧರ |
ಸಕಲರ ಪಾಲಿಪ ಹರಿ ಕುಣಿದಾ || 1 ||

ಅರಳೆಲೆಮಾಗಾಯಿ ಕೊರಳ ಮುತ್ತಿನ ಸರ |
ತರಳೆಯರೊಡಗೂಡಿ ಹರಿ ಕುಣಿದಾ ||2||

ಅಂದುಗೆ ಅರಳೆಲೆ ಬಿಂದುಲ್ಲಿ ಬಾಪುರಿ |
ಚೆಂದದಿ ನಲಿಯುತ್ತ ಹರಿ ಕುಣಿದಾ || 2 ||

ಉಟ್ಟ ಪಟ್ಟೆಯ ದಟ್ಟಿ ಇಟ್ಟ ಕಾಂಚಿಯ ಧಾಮ |
ದಿಟ್ಟ ಮಲ್ಲರ ಗಂಡ ಹರಿ ಕುಣಿದಾ || 3 ||

ಪರಮಭಾಗವತರ ಕೇರಿಯೊಳಾಡುವ |
ಪುರಂದರವಿಠಲ ಹರಿ ಕುಣಿದಾ || 4 ||
**********`
},

{
    id: "bandano-govinda",
    title: "ಬಂದನೋ ಗೋವಿಂದ",
    searchTerms: "Bandano Govinda chandadi ananda",
    section: "Bajans",
    deity: "Krishna",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಬಂದನೋ ಗೋವಿಂದ ಚಂದದಿ ಆನಂದ
ಸುಂದರಿಯ ಮಂದಿರಕ್ಕೆ ನಂದನಕಂದಾ ನಂದನಕಂದಾ ||

ಸುಂದರಕಾರ ನಂದ ಕಂಡ ಗಂಭೀರಾ ಇಂದು ವದನೆಯರ ಮುಖಗಳಿಂದ  ನೋಡಿದ ತಂದ ಕುಸುಮ ಕರದಿಂದ ಮೂಡಿಸಿದ ಬಂದನೋ ಗೋವಿಂದನೋ  ಅರವಿಂದ ನಯನ ||

ಕಾನನಾದಲ್ಲಿ ಬಲು ದೀನನಾಗಲಿ 
ವೇಣುನಾದವೋ ತಾಕೂಡಿ ಮೊದಲು 
ಜಾಣನಿವನು ಸುಮ ಬಾಣ ಪಿತನು 
ಮಾನಿನಿ ಮನಗಳೊಳಿಯುವ ಗಣ ಮಾಡುತ್ತಲಿ ||

ಓಡಿ ಬಂದರೋ  ಬಲು ಬೇಡಿಕೊಂಡರೋ  
ಗಾರುಡಿಕಾರನು ಅವರ ನೋಡಿ ಮೆರೆದರೋ 
ಮಾಡಿದ ಜಾಲ ವಾಸುದೇವ ವಿಠಲ….. 
ವಿಠಲಾ ….  ವಿಠಲಾ ….. ವಾಸುದೇವ  ವಿಠಲಾ
ಮಾಡಿದ ಮನ ಮಾಡಿದ ತಾ ಕೂಡಿದ ನಾಗ ||
**********`
},

{
    id: "varava-kodu-enage-vagdevi",
    title: "ವರವ ಕೊಡು ಎನಗೆ ವಾಗ್ದೇವಿ",
    searchTerms: "Varava kodu enage Vagdevi",
    section: "Bajans",
    deity: "Devi",   
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ವರವ ಕೊಡು ಎನಗೆ ವಾಗ್ದೇವಿ ನಿನ್ನ
ಚರಣಕಮಲಂಗಳನ ದಯಮಾಡು ದೇವಿ            ||ಪ||

ಶಶಿ ಮುಖದ ನಸುನಗೆಯ ಬಾಲೆ
ಎಸೆವ ಕರ್ಣದ ಮುತ್ತಿನೋಲೆ
ನಸುನಗುವ ಸುಲಿಪಲ್ಲ ಗುಣಶೀಲೆ ದೇವಿ
ಬಿಸಜಾಕ್ಷಿ ಎನ್ನ ಹೃದಯದೊಳು ನಿಂದು             ||೧||

ಇಂಪು ಸೊಂಪಿನ ಚಂದ್ರಬಿಂಬೆ
ಕೆಂಪು ತುಟಿಗಳ ನಾಸಿಕದ ರಂಭೆ
ಜೋಂಪು ಮದನನ ಪೂರ್ಣಶಕ್ತಿ ಗೊಂಬೆ ಒಳ್ಳೆ
ಸಂಪಿಗೆಯ ಮುಡಿಗಿಟ್ಟು ಹೇ ಶಾರದಾಂಬೆ     ||೨||

ರವಿಕೋಟಿ ತೇಜಪ್ರಕಾಶೇ ಮಹಾ
ಕವಿಜನರ ಹ್ರಿತ್ಕಮಲ ವಾಸೇ
ಅವಿರಳಪುರಿಯ ಸಿರಿಕಾಗಿನೆಲೆಯಾದಿ ಕೇ
ಶವನ ಸುತನಿಗೆ ಸನ್ನುತ ರಾಣಿವಾಸೆ                     ||೩||
**********`
},

{
    id: "intha-prabhuva-kaneno-ejagadolagintaha-prabhuva-kaneno",
    title: "ಇಂಥಾ ಪ್ರಭುವ ಕಾಣೆನೋ ಈಜಗದೊಳ",
    searchTerms: "intha prabhuva kaneno ejagadolagintaha prabhuva kaneno",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಇಂಥಾ ಪ್ರಭುವ ಕಾಣೆನೋ ಈಜಗದೊಳ-
ಗಿಂಥಾ ಪ್ರಭುವ ಕಾಣೆನೋ ||  

ಇಂಥಾ ಪ್ರಭುವ ಕಾಣೆ ಶಾಂತ ಮೂರುತಿ ಜಗ-
ದಂತರಂಗನು ಲಕ್ಷ್ಮೀಕಾಂತ ಸರ್ವಾಂತರ್ಯಾಮಿ || 0 ||

ಬೇಡಿದಿಷ್ಟವ ಕೊಡುವ-ಭಕ್ತರ ತಪ್ಪು
ನೋಡದೆ ಬಂದು ಪೊರೆವ
ಗಾಡಿಕಾರನು ಗರುಡಾ –
ರೂಢ್ಯ ಗುಣವಂತ ಮಹಾ
ಪ್ರೌಢ ಪ್ರತಾಪಿ ಜಗದಿ
ಗೂಢದಿಂ ಸಂಚರಿಪ
ಪಾಡಿ ಪೊಗಳಿ ಕೊಂಡಾಡುವವರ ಮುಂ-
ದಾಡುತಲಿಪ್ಪನು ನಾಡೊಳಗಿದ್ದರು
ಕೇಡಿಗನೇ ನಾಡಾಡಿಗಳಂದದಿ
ಈಡುಂಟೇನೋ ಈ ವೆಂಕಟಗೆ  || 1 ||

ನಿಗಮ ತತಿಗಳರಿಯದ ನೀರಜಭವಾ-
ದ್ಯಗಣಿತ ಸುರರು ಕಾಣದ
ಜಗದೊಡೆಯನು ಭಕ್ತ-
ರುಗಳಿಗೊಲಿದು ತ್ರಿಸ್ಥಾ-
ನಗಳತ್ಯಜಿಸಿ ಕಲಿ
ಯುಗದಿ ಭೂಮಿಗೆ ಬಂದು
ಅಗಣಿತ ಸುಗುಣಾರ್ಣವ- ಶ್ರೀ ಹರಿಯೇ
ಜಗದೊಳು ಸೇವಾದಿಗಳನು ಕೊಳುತಿಹ
ಅಘಹರ ಮೋಕ್ಷಾದಿಗಳನೆ ನೀಡುತ
ನಗೆಮೊಗದಲಿ ಚನ್ನಿಗನಿಂತಹನೊ || 2 ||

ಭಾರ್ಗವಿ ಭೂಮಿವಲ್ಲಭ – ಭವದೂರ ಭಕ್ತ
ವರ್ಗಕೆ ಇವಸುಲಭ
ನಿರ್ಗುಣ ನಿರ್ವಿಕಾರ-
ಸ್ವರ್ಗದೈಶ್ವರ್ಯದಿಂದಾ-
ನಘ್ರ್ಯದ ಪದವನೀವ
ದೀರ್ಘಾಯುವಂತನೀತ
ಭಾರ್ಗವರಾಮ ನೃಪರ್ಗಳನೆಲ್ಲರ –
ಣಾಗ್ರದಿ ಜಯಿಸಿದ ಉಗ್ರಪ್ರತಾಪಿ
ಅಗ್ರಗಣ್ಯ ಸದ್ವಿಗ್ರಹ ಶ್ರೀಮದ –
ನುಗ್ರಹ ಮಾಡುತ ದುರ್ಗುಣ ಕಳೆವ || 3 ||

ನಿರ್ದುಃಖಾನಂದ ಭರಿತಾ – ನಿರ್ವಾಣ ಸುಖಕೆ
ಆದ್ರ್ರಹೃದಯ ತೋರುತ
ನಿದ್ರೆಯೊಳಿದ್ದವಗು –
ಪದ್ರಬಡಿಸಿ ದೈತ್ಯ
ಕ್ಷುದ್ರನಂಕೊಲಿಸಿ ಸು
ಭದ್ರ ಜಗಕೆ ಇತ್ತ
ನಿರ್ದಯನಲ್ಲ ಸಮುದ್ರಶಯನ ಗೋ-
ವರ್ಧನ ಗಿರಿಯನು ಉದ್ಧರಿಸಿದ ಯದು
ವರ್ಧನ ದನುಜ ವಿಮರ್ದನ ಲಕ್ಷ್ಮೀ ಜ –
ನಾರ್ದನ ವರ ಶೇಷಾದ್ರಿ ನಿವಾಸ || 4 ||

ವಾರಿಜಾಸನ ಮನೋಜಾ ಈರ್ವರು ಸುತರು
ಸುರತರಂಗಿಣಿ ತನುಜಾ
ಪುರವೇ ವೈಕುಂಠ ಇಂದ್ರಾದ್ಯ
ಮರರು ಕಿಂಕರರು
ಗರುಡವಾಹನ ಉರಗ
ಪರಿಯಂಕ ನಿಷ್ಕಳಂಕ
ಸರಿದೊರೆಗಳ ನಾನರಿಯೆನು ವೆಂಕಟ
ಗಿರಿಯಲಿ ಇರುತಿಹ ಕರುಣೆಗಳರಸನೆ
ಮರೆಯದೆ ಸಲಹೋ ಶರಣಾಗತರನು
ಮರುತಾಂತರ್ಗತ ಸಿರಿ ವಿಜಯವಿಠ್ಠಲಾ || 5 ||
**********`
},

{
    id: "yellanu-balle-neembuvira-alla",
    title: "ಯೆಲ್ಲಾನು ಬಲ್ಲೆನೆಂಬುವಿರಲ್ಲ",
    searchTerms: "Yellanu balle neembuvira alla",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಎಲ್ಲಾನು ಬಲ್ಲೆನೆಂಬುವಿರಲ್ಲ
ಅವಗುಣ ಬಿಡಲಿಲ್ಲ || ಪ ||

ಸೊಲ್ಲಿಗೆ ಶರಣರ ಕಥೆಗಳ ಪೇಳುತ
ಅಲ್ಲದ ನುಡಿಯನು ನುಡಿಯುವಿರಲ್ಲ || 1 ||

ಕಾವಿಯನುಟ್ಟು ತಿರುಗುವಿರಲ್ಲ ಕಾಮವ ಬಿಡಲಿಲ್ಲ |
ನೇಮ ನಿಷ್ಠೆಗಳ ಮಾಡುವಿರಲ್ಲ ತಾಮಸ ಬಿಡಲಿಲ್ಲ |
ತಾವೊಂದರಿಯದೆ ಪರರನು ತಿಳಿಯದೆ ಶ್ವಾನನ ಕುಳಿಯಲಿ ಬೀಳುವಿರಲ್ಲ || 2 ||

ಗುರುಗಳ ಸೇವೆ ಮಾಡಿದರಿಲ್ಲ ಗುರುತಾಗಲಿಲ್ಲ |
ಪರಿಪರಿ ದೇಶವ ತಿರುಗಿದರಿಲ್ಲ ಪೊರೆಯುವರಿನ್ನಿಲ್ಲ |
ಅರಿವೊಂದರಿಯದೆ ಆಗಮ ತಿಳಿಯದೆ ನರಕಕೂಪದಲಿ ಬೀಳುವಿರಲ್ಲ || 3 ||

ಬ್ರಹ್ಮ ಜ್ಞಾನಿಗಳು ಎನಿಸುವಿರಲ್ಲ ಹಮ್ಮು ಬಿಡಲಿಲ್ಲ |
ಸುಮ್ಮನೆ ಯಾಗವ ಮಾಡುವಿರಲ್ಲ ಸುಳ್ಳನು ಬಿಡಲಿಲ್ಲ |
ಗಮ್ಮನೆ ಪುರಂದರವಿಠಲನ ಪಾದಕೆ ಹೆಮ್ಮೆ ಬಿಟ್ಟು ನೀವೆರಗಲೆ ಇಲ್ಲ || 4 ||
**********`
},

{
    id: "aane-bantane-bantane-bantamma",
    title: "ಆನೆ ಬಂತಾನೆ ಬಂತಾನೆ ಬಂತಮ್ಮಮ್ಮಮ್ಮ",
    searchTerms: "Aane bantane bantane bantamma",
    section: "Bajans",
    deity: "Maha Ganapati",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ದಾನವ ಕದಳಿಯ ಕಾನನ ಮುರಿಯುತ,  
ದಾನವ ಕದಳಿಯ ಕಾನನ ಮುರಿಯುತ  
ಆನೆ ಬಂತಾನೆ ಬಂತಾನೆ ಬಂತಮ್ಮಮ್ಮಮ್ಮ ॥ ಪ || 

ಗುಂಗುರುಗುರುಳ ನೀಲಾಂಗ ಚೆಲ್ವಾನೆ 
ಕಂಗಳಿಗ ಹೊಳೆವ ವ್ಯಾಗ್ರಾಂಗುಳಿಯಾನೆ  
ಬಂಗಾರದನುಗಂಟೆ ಶೃಂಗಾರ ದಾನೇ 
ಮಂಗಳ ತಿಲಕದ ರಂಗಾನೆಂಬಾನೆ   ||1|| 

ಕೆಳದಿ ಗೋಪಿಯರೊಳು ಗೆಳೆತನದಾನೆ  
ಸುಲಭದಿನ್ದೊಲಿಯುವ ಎಳೆಮರಿಯಾನೆ 
ಘಲಿರು ಘಲಿರುರವದಿ ನಲಿದಾಡೋ ಆನೆ  
ಮರೆತವರೆದೆಮ್ಯಾಲೆ ತುಲಿದಾಡೋ ಆನೆ  ||2 || 

ನಳಿನಜ ಭವರಿಗೆ ಸಿಲುಕದ ಆನೆ 
ಒಲವಿಂದ ಭಕುತರ ಸಲಹುವ ಆನೆ 
ಹಲವು ಕವಿಗಳಿಗೆ ನಿಲುಕದ ಆನೆ  
ಬಲ ಪ್ರಸನ್ನವೆಂಕಟ ನಿಲಯಾನೆಂಬಾನೆ  || 3 ||
**********`
},

{
    id: "muraliya-nadava-keli-banniri",
    title: "ಮುರಳಿಯ ನಾದವ ಕೇಳಿ",
    searchTerms: "Muraliya nadava keli banniri",
    section: "Bajans",
    deity: "Krishna",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಮುರಳಿಯ ನಾದವ ಕೇಳಿ ಬನ್ನಿರಿ || 
ಮುರಳಿಯ ನಾದವ ಕೇಳಿ || ಪ||

ಮದುರಾನಾಥನು ಮುರಳಿಯನೂದಲು
ಸುರಿವುದಾನಂದಜಲ ನಯನದಲಿ || 1 ||

ಕಂಗೊಳಿಸುವ ಬೆಳದಿಂಗಳ ಸೊಬಗಿನಲಿ
ತಂಗಾಳಿಯ ಸುಖದಿ ಶ್ರೀರಂಗನ||  

ಶ್ಯಾಮಲಾಂಗನು ತನ್ನ ಕೋಮಲ ಕರದಲಿ ||
ಆ ಮುರಳಿಯ ಪಿಡಿಯೆ ಹೃದಯದಲಿ
ಪ್ರೇಮವು ತುಂಬುವುದು || 2 ||

ಪಂಚಬಾಣನ ಪಿತ ಮುರಳಿಯ ಮಧುರಸ
ಹಂಚಲೆಮಗೆ ರೋಮಾಂಚವಾಗುವುದು ||  

ರಜನೀಕಾಂತನ ಕುಲದಲಿ ಜನಿಸಿ
ವ್ರಜಜನಗಳಿಗಧಿಕ ಪ್ರಸನ್ನನ || 3 ||
********`
},

{
    id: "endeendu-ninna-padave-govinda-barayya",
    title: "ಎಂದೆಂದು ನಿನ್ನ ಪಾದವೆ (ಗೋವಿಂದ ಬಾರಯ್ಯ)",
    searchTerms: "Om Rajadhirajaya prasahyasahine, Namo Vayam Vaishravanaya Kurmahe",
    section: "Bajans",
    deity: "Krishna",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಎಂದೆಂದು ನಿನ್ನ ಪಾದವೆ ಗತಿಯೆನಗೆ
ಗೋವಿಂದ ಬಾರಯ್ಯ ಎನ್ನ ಹೃದಯ ಮಂದಿರಕೆ

ಮೊದಲಿಂದ ಬರಲಾರದೆ ನಾ ಬಂದೆ |
ಇದರಿಂದ ಗೆದ್ದು ಪೋಪುದು ಕಾಣೆ ಮುಂದೆ ||
ತುದಿ ಮೊದಲಿಲ್ಲದೆ ಪರರಿಂದ ನೊಂದೆ ||
ಪದುಮನಾಭನೆ ತಪ್ಪು ಕ್ಷಮೆ ಮಾಡು ತಂದೆ || 1 || 

ಸ್ವಾಮಿ ಎಂದೆಂದೂ ನಿನ್ನ ಪದವೇ | ಗತಿ ಎನಗೆ ನಿನ್ನ ಪಾದವೇ | ಗತಿ ಎನಗೆ | ಗೋವಿಂದ ಬಾರಯ್ಯ 

ಹೆಣ್ಣು ಹೊನ್ನು ಮಣ್ಣಿನಾಸೆಗೆ ಬಿದ್ದು | 
ಪುಣ್ಯ ಪಾಪವನು ನಾ ತಿಳಿಯದೆ ಇದ್ದು ||
ಅನ್ಯಾಯವಾಯಿತು ಇದಕೇನು ಮದ್ದು |
ನಿನ್ನ ಧ್ಯಾನ ಎನ್ನ ಹೃದಯದೊಳಿದ್ದು || 2 ||

ಸ್ವಾಮಿ ಎಂದೆಂದೂ ನಿನ್ನ ಪದವೇ | ಗತಿ ಎನಗೆ ನಿನ್ನ ಪಾದವೇ | ಗತಿ ಎನಗೆ | ಗೋವಿಂದ ಬಾರಯ್ಯ 

ಹಿಂದೆ ನಾ ಮಾಡಿದ ಪಾಪವ ಕಳೆಯೆ |
ಮುಂದೆನ್ನ ಜನ್ಮ ಸಫಲ ಮಾಡಿ ಪೊರೆಯೆ ||
ತಂದೆ ಶ್ರೀ ಪುರಂದರ ವಿಠಲನ ನೆನೆಯೆ | 
ಎಂದೆಂದಿಗಾನಂದ ಸುಖವನ್ನೆ ಕರೆಯೆ || 3 ||

ಕೃಷ್ಣ ಎಂದೆಂದೂ ನಿನ್ನ ಪದವೇ | ಗತಿ ಎನಗೆ ನಿನ್ನ ಪಾದವೇ | ಗತಿ ಎನಗೆ | ಗೋವಿಂದ ಬಾರಯ್ಯ 

ವೆಂಕಟರಮಣ ಗೋವಿಂದ | ಸಂಕಟ ಹರಣ ಗೋವಿಂದ |
ಆಪತ್ಭಾಂಧವ ಗೋವಿಂದ | ಅನಾಥರಕ್ಷಕ ಗೋವಿಂದ್ ||
**********`
},

{
    id: "lalisi-dalu-magana-yashode",
    title: "ಲಾಲಿಸಿದಳು ಮಗನ ಯಶೋದೆ",
    searchTerms: "ಲಾಲಿಸಿದಳು ಮಗನ ಯಶೋದೆ",
    section: "Bajans",
    deity: "Krishna",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಲಾಲಿಸಿದಳು ಮಗನ ಯಶೋದೆ
ಲಾಲಿಸಿದಳು ಮಗನ                                        ||ಪ||

ಅರಳೆಲೆ ಮಾಗಾಯಿ ಬೆರಳಿಗುಂಗುರವಿಟ್ಟು
ತರಳನ ಮೈಸಿರಿ ತರುಣಿ ನೋಡುತ ಹಿಗ್ಗಿ              ||೧||

ಬಾಲಕನೆ ಕೆನೆ ಹಾಲು ಮೊಸರನೀವೇ
ಲೀಲೆಯಿಂದಲಿ ಎನ್ನ ತೋಳ ಮೇಲೆ ಮಲಗೆಂದು     ||೨||

ಮುಗುಳುನಗೆಯಿಂದ ಮುದ್ದು ತಾತಾರೆಂದು
ಜಗದೊಡೆಯನೇ ಶ್ರೀಪುರಂದರವಿಠಲನ               ||೩||
**********`
},

{
    id: "marulu-madikondu-ninna-padavanu",
    title: "ಮರುಳು ಮಾಡಿಕೊಂಡೆಯಲ್ಲ ಮಾಯಾದೇವಿಯೆ",
    searchTerms: "Marulu madikondu ninna pada vanu",
    section: "Bajans",
    deity: "Devi",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಮರುಳು ಮಾಡಿಕೊಂಡೆಯಲ್ಲ ಮಾಯಾದೇವಿಯೆ ||
ಇರುಳು ಹಗಲು ಏಕವಾಗಿ ಹರಿಯು ನಿನ್ನ ಬಿಡದಿಪ್ಪಂತೆ || 0 ||

ಪ್ರಳಯ ಕಾಲದಲ್ಲಿ ಆಲದೆಲೆಯ ಮೇಲೆ ಮಲಗಿದ್ದಾಗ ||
ಹಲವು ಆಭರಣಗಳು ಜಲವು ಆಗಿ ಜಾಣತನದಿ || 1 ||

ಸರ್ವ ಸಂಗವನು ಬಿಟ್ಟು ಸನ್ಯಾಸಿಯಾದ ಕಾಲಕ್ಕು ||
ಸರ್ವದಾ ತನ್ನೆದೆಯಮೇಲೇ ಬಿಡದೆ ನಿನ್ನ ಧರಿಸಿಪ್ಪಂತೆ || 2 || 
 
ಎಡಕೆ ಭೂಮಿ ಬಲಕೆ ಶ್ರೀಯು ಎದುರಲ್ಲಿ ದುರ್ಗಾದೇವಿ || 
ತೊಡೆಯ ಮೇಲೆ ಲಕುಮಿಯಾಗಿ ಬಿಡದೆ ಮುದ್ದಾಡಿಸುವಂತೆ || 3 || 

ಮಕ್ಕಳ ಪಡೆದರೆ ನಿನ್ನ ಚೊಕ್ಕತನವು ಪೋಪುದೆಂದು  ||
ಪೊಕ್ಕುಳೊಳು ಮಕ್ಕಳು ಪಡೆದು ಕಕ್ಕುಲಾತಿ ಪಡುವಂತೆ || 4 ||

ಎಂದೆಂದಿಗೂ ಮರೆಯ ನಿನ್ನಾನಂದದಿ ಜನರಿಗೆಲ್ಲ ||
ತಂದು ತೋರೆ ಸ್ವಾಧೀನ ಪುರಂದರ ವಿಟ್ಠಲರಾಯನ || 5 ||
**********`
},

{
    id: "paada-kandu-paavanaadeno-srigiriya-nilayana",
    title: "ಪಾದ ಕಂಡು ಪಾವನಾದೆನೋ",
    searchTerms: "Paada kandu paavanaadeno Srigiriya Nilayana",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಪಾದ ಕಂಡು ಪಾವನಾದೆನೋ ಶ್ರೀಗಿರಿಯ ನಿಲಯನ || ಪಾದ ಕಂಡು ಪಾವನಾದೆನೋ |

ಪಾದ ಕಂಡು ಪಾವನಾದೆನೊ ಮಾಧವನ ಪ್ರಸಾದ ಪಡೆದೆನೋ 
ಹಾದಿ ಕಾಣದೆ ಪರಮ ದುರ್ಭವ ಭಾದೆಯೊಳು ಬಿದ್ದು ತೊಳಲಿ ಬಳಲುತ  
ಮೇಧಿನಿಯೊಳು ಜನುಮತಾಳಿ ಅಭೇದ ಮತದ ಹಾದಿ ಬಿಟ್ಟೂ || ಪ ||

ನೀಲ ಬಣ್ಣದೊಪ್ಪುವ ಸುಂದರ ಶುಭ ಕಾಯೆ ಇಂದಿರೆ  
ಲೋಲ ತ್ರಿಜಗನ್ಮೋಹನಾಕಾರ ಕೊರಳಾ ಪದಕ
ಮಾಲ ಕೌಸ್ತುಭ ಮುಕುಟ ಮನಿಹಾರ ರತ್ನದುಂಗುರ  | 
ಕಾಲಲೊಳೆಯುವ ಗೆಜ್ಜೆ ಸರಪಣಿ ಶೀಲ ವೈಷ್ಣವ ನಾಮ ಫಣೆಯಲಿ
ಕಾಲರಕ್ಕಸ ಕುಲ ಸಂಹಾರನ ಪಾಲಸಾಗರ ಕನ್ಯೆ ವರಣ
ಫಾಲಮೂಲೋಕ ಸಾರ್ವಭೌಮನ ಮೇಲುಭೂವೈಕುಂಠದಲ್ಲೀ… |

ಶ್ರೀನಿವಾಸನ ಪಾದ ಕಂಡು ಪಾವನಾದೆನೋ
ವೆಂಕಟೇಶನ ಪಾದ ಕಂಡು ಪಾವನಾದೆನೋ ||

ಉದಯಕಾಲದಿ ಬಾಲನವತಾರ ಮಧ್ಯಾಹ್ನ ಕಾಲದಿ
ಸದಮಲಾಂಗ ಯೌವ್ವನಾಕಾರ ಸುಸಂಧ್ಯಾಕಾಲದಿ
ಮುದುಕನಾಗಿ ಕಾಂಬ ಮನೋಹರ ಬಹು ಮಹೀಮಗಾರ |
ಪದುಮ ವದನ ಮದನನಯ್ಯ ಪದುಮಾವತಿಯ ಪ್ರಾಣಪ್ರಿಯ
ಒದಗಿ ಬಂದ ಭಕುತ ಜನರನು ಸುಜಯದಿಂದ ಕರೆದು ಪ್ರಸಾದ
ಮುದದಿ ನೀಡುತ ಕ್ರಪೆಯತೋರಿ ಸದಮಲ ಸಂಪದವನೀವನಾ  || 1 || 

ಉಟ್ಟಧುಕೂಲ ಶಲ್ಯಜರತಾರ ಕೈಯಲ್ಲಿ ಕಂಕಣ
ಪಟ್ಟ ರತ್ನದ ನಡುವಿಗುಡಿಧಾರ ವರ್ಣಿಸುವರಾರು ಸ್ರಷ್ಟಿಯೊಳಗೀತ
ಮೀರಿದವತಾರ ಇನಕೋಟಿ ಪ್ರಭಾಕರ |
ಬಿಟ್ಟು ವೈಕುಂಠ ಇಹಕೆ ಸಾಗಿ ಬೆಟ್ಟದ ಮೇಲೆ ವಾಸನಾಗಿ
ಕೊಟ್ಟು ವರಗಳ ಮೂರು ಜಗಕೆ ಶೆಟ್ಟಿಯಂದದಿ ಕಾಸು ಕೊಳ್ಳುವ
ದುಷ್ಟಭ್ರಷ್ಟ ಶಿಷ್ಟರೆಲ್ಲರ ಇಷ್ಟದಾಯಕ ದಿಟ್ಟ ದೇವನಾ…ಆ… || 2 ||

ಒಂದೇ ಮನದಲಿ ಸಕಲ ಸೇವಕರು ಭಯ ಭಕುತಿಯಿಂದ
ಬಂದು ಹರಕೆಯ ತಂದು ನೀಡುವರು ತುಂಬುರ ನಾರದರೊಂದಿಗಾನದಿಂ
ಪಾಡಿ ಪೊಗಳುವರು ಆನಂದ ಕೋರುವರು |
ಹೊಂದಿ ಭಜಿಸುತ ಸಪ್ತಋಷಿಗಣ ಬಂದು ಇಳಿವರು ಬಿಡದೆ ಅನುದಿನ
ವಂದ್ಯ ನಿಗಮಾದಿ ಬಂಧು ಭಜಿಪರ ಕಂದುಗೊರಳಾದಿ ಬ್ರಹ್ಮಸುರರಿಂ
ಗಂಧಪರಿಮಳ ಕುಸುಮ ದ್ರವ್ಯಗಳಿಂದ ಸೇವೆಯಗೊಂಬ ದೇವನಾ…ಆ… || 3 ||

ತೀರದೀತನ ಲೋಕ ಶ್ರಂಗಾರ ಏರಿ ನೋಡಲು
ಹಾರಗಿರಿತುದಿ ಗಾಳಿ ಗೋಪುರ ಮುಂದೆ ನಡೆಯಲು ದಾರಿಯಲಿ
ಕೊಳ್ಳ ಏಳು ವಿಸ್ತಾರ ಪರಮ ಪರಾಧರ |
ತೋರುವ ಮಹ ಗುಡಿಯ ಗೋಪುರ ದ್ವಾರ ಚಿಣ್ಣದ ಕಲಶ ಬಂಗಾರ
ಗಾರು ಮಾಡದೆ ದಾಸ ಜನರನು ತಾರತಮ್ಯದಿ ಪೊರಯಲೋಸುಗ
ಸೇರಿ ಧಾರುಣಿ ವೈಕುಂಠವೆನಿಸಿದ ಧೀರವೆಂಕಟ ಶ್ರೀಶ ರಾಮನ….. || 4 || 
**********`
},

{
    id: "satata-margadali-santata-seviparige -rathavanerida-raghavendra",
    title: "ಸತತ ಮಾರ್ಗದಿ  ಸಂತತ ಸೇವಿಪರಿಗೆ ( ರಥವಾನೇರಿದ  ರಾಘವೇಂದ್ರ )",
    searchTerms: "Satata margadali santata seviparige ( Rathavanerida Raghavendra )",
    section: "Bajans",
    deity: "Raghavendra Swamy",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಸತತ ಮಾರ್ಗದಿ  ಸಂತತ ಸೇವಿಪರಿಗೆ ||
ಅತಿ ಹಿತದಲಿ ಮನೋರಥವ ಕೊಡುವೆನೆಂದು | 

ರಥವಾನೇರಿದ  ರಾಘವೇಂದ್ರ । ಸದ್ಗುಣಗಳ ಸಾಂದ್ರ  || ಪ ||

ಚತುರ ದಿಕ್ಕು ವಿದಿಕ್ಕುಗಳಲ್ಲಿ । ಹರಿವೋ ಜನರಲ್ಲಿ
ಮಿತಿಯಿಲ್ಲದೆ ಬಂದು ಓಲೈಸುತಲಿ । ವರವಾ  ಬೇಡುತಲಿ |
ನುತಿಸುತ ಪರಿಪರಿ ನತರಾಗಿ ಹರಿಗೆ ||
ಗತಿ ಪೇಳದೆ  ಸರ್ವಥಾ  ನಾ ಬಿಡೆನೆಂದು  || ೧ ||

ಅತುಳ  ಮಹಿಮಾನಾ ದಿನದಲ್ಲಿ || ದಿತಿಜಾ ವಂಶದಲಿ
ಉತ್ಪತ್ತಿಯಾಗಿ ಉಚಿತದಲ್ಲಿ । ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ
ಅತಿಶಯವಿರುತಿರೆ  ಪಿತನ ಬಾಧೆಗಳು ||
ಮನ್ಮಥ  ಪಿತನೊಲಿಸಿದ  ಜಿತ ಕರುಣದಲಿ || ೨ ||

ಪ್ರಥಮ ಪ್ರಹ್ಲಾದ ವ್ಯಾಸಮುನಿಯೆ || 
ಯತಿರಾಘವೇಂದ್ರ ….  ಗುರುರಾಘವೇಂದ್ರ ||
ಪತೀತರೋದ್ಧಾರಿಯೇ  ಪಾವನಕಾರಿಯೇ । ಕರಮುಗಿವೆನು  ದೊರೆಯೆ
ಕ್ಷಿತಿಯೊಳು  ಗೋಪಾಲವಿಠಲನ  ಸ್ಮರಿಸುತ ……. ವಿಠಲ …. ಗೋಪಾಲವಿಠಲ
ಪ್ರತಿ  ಮಂತ್ರಾಲಯದೊಳು   ಅತಿ  ಮೆರೆವ   || ೩ ||
**********`
},

{
    id: "paapi-ballane",
    title: "ಪಾಪಿ ಬಲ್ಲನೆ",
    searchTerms: "Paapi ballane",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಪಾಪಿ ಬಲ್ಲನೆ ಪರರ ಸುಖ ದುಃಖವ
ಕೋಪಿ ಬಲ್ಲನೆ ಶಾಂತ ಸುಗುಣದ ಘನವ || ಪ ||

ಕತ್ತೆ ಬಲ್ಲುದೆ ಹೊತ್ತ ಕಸ್ತೂರಿಯ ಪರಿಮಳವ
ಮೃತ್ಯು ಬಲ್ಲುದೆ ವೇಳೆ ಹೊತ್ತೆಂಬುದ ||
ತೊತ್ತ ಬಲ್ಲಳೆ ಮಾನಾಪಮಾನವೆಂಬುದನು ||
ಮತ್ತೆ ಬಲ್ಲುದೆ ಬೆಕ್ಕು ಹರಿಯ ಮೀಸಲನ್ನ || 1 ||

ಹೇನು ಬಲ್ಲುದೆ ಮುಡಿದ ಹೂವಿನ ಪರಿಮಳವ
ಶ್ವಾನ ಬಲ್ಲುದೆ ರಾಗ ಭೇದಂಗಳ ||
ಮೀನು ಬಲ್ಲುದೆ ನೀರು ಸೌಳು ಸೌಳೆಂಬುದನು ||
ಹೀನ ಬಲ್ಲನೆ ಸುಗುಣ ದುರ್ಗುಣವನು || 2 ||

ಹೇಡಿ ಬಲ್ಲನೆ ರಣದ ಸಾಹಸದ ಶೌರ್ಯವನು
ಕೋಡಗವು ಬಲ್ಲುದೆ ರತ್ನದ ಬೆಲೆಯ ||
ಬೇಡಿದುದನು ಕೊಡಲು ಪುರಂದರ ವಿಠಲನು ||
ನಾಡದೈವಗಳೇನು ಕೊಡಬಲ್ಲವೋ || 3 ||
**********`
},

{
    id: "gummana-kareyadirre",
    title: "ಗುಮ್ಮನ ಕರೆಯದಿರೆ",
    searchTerms: "Gummana kareyadirre",
    section: "Bajans",
    deity: "Krishna",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಗುಮ್ಮನ ಕರೆಯದಿರೆ| 
ಅಮ್ಮ ನೀನು ಗುಮ್ಮನ ಕರೆಯದಿರೆ || ಪ ||

ಸುಮ್ಮನೆ ಇದ್ದೇನು | ಅಮ್ಮಿಯ ಬೇಡೆನು ||
ಮಮ್ಮು ಉಣುತೇನೆ ಅಮ್ಮ ಅಳುವುದಿಲ್ಲ || ಅ ||

ಹೆಣ್ಣುಗಳಿರುವಲ್ಲಿಗೆ ಹೋಗಿ ಅವರ ಕಣ್ಣು ಮುಚ್ಚುವುದಿಲ್ಲವೆ ||
ಚಿಣ್ಣರ ಬಡಿಯೆನು ಅಣ್ಣನ ಬೈಯೆನು  ||
ಬೆಣ್ಣೆಯ ಬೇಡೆನು ಮಣ್ಣು ತಿನ್ನುವುದಿಲ್ಲ || ೧ ||

ಬಾವಿಗೆ ಹೋಗೆ ಕಾಣೆ ಅಮ್ಮ ನಾನು ಹಾವಿನೊಳಾಡೆ ಕಾಣೆ ||
ಆವಿನ ಮೊಲೆಯೂಡೆ ಕರುಗಳ ಬಿಡೆ ನೋಡೆ ||
ದೇವರಂತೆ ಒಂದು ಠಾವಿಗೆ ಕೂಡುವೆ || ೨ ||

ಮಗನ ಮಾತನು ಕೇಳುತ ಗೋಪೀದೇವಿ  ಮುಗುಳುನಗೆಯ ನಗುತ ||
ಜಗದೊಡೆಯನ ಶ್ರೀ ಪುರಂದರವಿಠಲನ ||
ಬಿಗಿದಪ್ಪಿಕೊಂಡಳು ಮೋಹದಿಂದಾಗ || ೩ ||
**********`
},

{
    id: "ramananillada-naari",
    title: "ರಮಣನಿಲ್ಲದ ನಾರಿ",
    searchTerms: "Ramananillada naari",
    section: "Bajans",
    deity: "Krishna",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ರಮಣನಿಲ್ಲದ ನಾರಿ ಪರರ ಕಣ್ಣಿಗೆ ಮಾರಿ | 
ಹಡೆದವಳ ಎದೆ ಕೊರಳ ಕೊಯ್ವಂಥ ಚೂರಿ || ಪ ||

ಮಾತು ಕಲಿತರೆ ಏನು ಮಹ ಜಾಣೆಯಾದರೇನು
ಚಾತುರ್ಯವಿದ್ದರೇನು ಚೆಲುವೆಯಾದರೇನು ||
ರಾಶಿ ಹಣವಿದ್ದರೇನು ಏಸು ಪೇಳಿದರೇನು ||
ರೀತಿ ಕೆಟ್ಟ ಜನ್ಮ ಪೊರೆಯ ಬೇಕಲ್ಲ || 1 || 

ಅತ್ತೆ ತನ್ನಯ ಮಗಗೆ ಮೃತ್ಯುವು ಎಂತೆಂಬುವಳು
ಹುಟ್ಟಿದಾ ಮನೆಯವರು ದೂಷಿಸುವರು || 
ಎಷ್ಟು ಹೇಳಲಿ ಬಹಳ ತುಚ್ಛವನೆ ಮಾಡುವರು ||
ಅಕ್ಕತಂಗಿಯರಿಗೆ ದಿಕ್ಕು ಎಂಬುವರು || 2 || 

ಚಾಕರಿಯ ಮಾಡಿದರೆ ಆಚೀಚೆಲಾಡುವರು
ರಾಶಿ ಅನ್ನವನುಂಡಳೆಂದು ದೂರುವರು || 
ಈಸು ಸೈರಿಸಿ ಕೊಂಡು ಏಕಾಗ್ರದಲಿ ಕುಳಿತು || 
ಪುರಂದರವಿಠಲನ ನೆನೆಯೆ ನಾರಿ || 3 || 
**********`
},

{
    id: "tirupathi-venkataramana",
    title: "ತಿರುಪತಿ ವೆಂಕಟರಮಣ",
    searchTerms: "Tirupathi venkataramana",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ತಿರುಪತಿ ವೆಂಕಟರಮಣ ನಿನಗೇತಕೆ ಬಾರದು ಕರುಣ |
ನಂಬಿದೆ ನಿನ್ನಯ ಚರಣ ಪರಿಪಾಲಿಸಬೇಕೋ ಕರುಣ ||

ಅಳಗಿರಿಯಿಂದಲಿ ಬಂದ ಸ್ವಾಮಿ ಅಂಜನಗಿರಿಯಲಿ ನಿಂದ || 
ಕೊಳಲು ಧ್ವನಿಯೂದೋ ಚಂದ ನಮ್ಮ ಕುಂಡಲರಾಯ ಮುಕುಂದ || 1 ||

ಮೂಡಲ ಗಿರಿಯಲಿ ನಿಂದ ಮುದ್ದು ವೆಂಕಟಪತಿ ಬಲವಂತ ||
ಈಡಿಲ್ಲ ನಿನಗೆ ಶ್ರೀಕಾಂತ ಈರೇಳು ಲೋಕಕನಂತ || 2 ||

ಕಾಶಿ ರಾಮೇಶ್ವರದಿಂದ ಅಲ್ಲಿ ಕಾಣಿಕೆ ಬರುವುದು ಚಂದ ||
ದಾಸರ ಕೂಡೆ ಗೋವಿಂದ ಅಲ್ಲಿ ದಾರಿ ನಡೆವುದೆ ಚೆಂದ || 3 ||

ಪಾಪ ವಿನಾಶಿನಿ ಸ್ನಾನ ಹರಿ ಪಾದೋದಕವೆ ಪಾನ || 
ಕೋಪ ತಾಪಗಳ ನಿಧಾನ ನಮ್ಮ ಪುರಂದರ ವಿಠಲನ ಧ್ಯಾನ || 4 ||
**********`
},

{
    id: "ishtu-dina-ee-vaikunta",
    title: "ಇಷ್ಟು ದಿನ ಈ ವೈಕುಂಠ",
    searchTerms: "Ishtu dina ee vaikunta",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಇಷ್ಟು ದಿನ ಈ ವೈಕುಂಠ
ಎಷ್ಟು ದೂರವೋ ಎನುತಲಿದ್ದೆ ||
ದೃಷ್ಟಿಯಿಂದಲಿ ನಾನು ಕಂಡೆ
ಸೃಷ್ಟಿಗೀಶನೇ ಶ್ರೀರಂಗಶಾಯಿ || ಪ ||

ಎಂಟು ಏಳನು ಕಳೆದುದರಿಂದ
ಬಂಟರೈವರ ತುಳಿದುದರಿಂದ || 
ಕಂಟಕನೊಬ್ಬನ ತರಿದುದರಿಂದ ||
ಬಂಟನಾಗಿ ಬಂದನೋ ಶ್ರೀರಂಗಶಾಯಿ || 1 ||

ವಜ್ರ ವೈಢೂರ್ಯದ ತೊಲೆಗಳ ಕಂಡೆ
ಪ್ರಜ್ವಲಿಪ ಮಹಾದ್ವಾರವ ಕಂಡೆ ||
ನಿರ್ಜರಾದಿ ಮುನಿಗಳ ಕಂಡೆ ||
ದುರ್ಜನಾಂತಕನೆ ಶ್ರೀರಂಗಶಾಯಿ || 2 ||

ರಂಭೆ ಊರ್ವಶಿಯರ ಮೇಳವ ಕಂಡೆ
ತುಂಬುರು ಮುನಿ ನಾರದರನು ಕಂಡೆ ||
ಅಂಬುಜೋದ್ಭವ ರುದ್ರರ ಕಂಡೆ ||
ಶಂಬರಾರಿಪಿತನೆ ಶ್ರೀರಂಗಶಾಯಿ || 3 ||

ನಾಗಶಯನನ ಮೂರುತಿ ಕಂಡೆ
ಭೋಗಿಭೂಷಣ ಶಿವನನು ಕಂಡೆ ||
ಭಾಗವತರ ಸಮ್ಮೇಳವ ಕಂಡೆ ||
ಕಾಗಿನೆಲೆಯಾದಿಕೇಶವನ ಕಂಡೆ  || 4 ||
**********`
},

{
    id: "dasanagu-yesu-kayangala-kaledu",
    title: "ದಾಸನಾಗು ( ಎಸು  ಕಾಯಂಗಳ ಕಳೆದು )",
    searchTerms: "Dasanagu (Yesu kayangala kaledu)",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಎಸು  ಕಾಯಂಗಳ ಕಳೆದು ಎಂಭತ್ನಾಲ್ಕು ಲಕ್ಷ
ಜೀವ ರಾಶಿಯನ್ನು ದಾಟಿ ಬಂದ ಈ ಶರೀರ ||

ತಾನಲ್ಲ ತನ್ನದಲ್ಲ ತಾನಲ್ಲ ತನ್ನದಲ್ಲ
ಆಸೆ ಥರವಲ್ಲ ಮುಂದೆ ಬಹುದಲ್ಲ

ದಾಸನಾಗು ವಿಶೇಷನಾಗು ದಾಸನಾಗು ವಿಶೇಷನಾಗು || ಪ ||

ಆಶ ಕ್ಲೇಶ್ ದೊಷೆವೆoಭ  ಅರ್ಥಿಯೋಳು ಮುಳುಗಿ
ಯಮನ ಪಾಶಕ್ಕೊಳಗಾಗದೆ  ನಿರ್ದೊಶಿಯಾಗು  ಸಂತೂಷಿಯಾಗು || 
ಕಾಶಿ ವಾರಾಣಸಿ ಕಂಚಿ ಕಾಳಹಸ್ತಿ ರಮೇಶ್ವರ್
ಎಸು ದೇಶ ತಿರುಗಿದರು ಬಾಹೂದೇನೂ ಅಲ್ಲಿಗ್ ಹೋದೆನು ||
ದೂಷನಾಶ್ ಕೃಷ್ಣವೇಣಿ ಗಂಗೆ ಗೋದಾವರಿ ಭವ
ನಾಶಿ ತುಂಗಭದ್ರೆ ಯಮುನೆ ವಾಸದಲ್ಲಿ ಉಪವಾಸದಲ್ಲಿ ||
ಮೀಸಲಾಗಿ ಮಿಂದು ಜಪ ತಪ ಹೋಮ ನೆಮಗಳ
ಎಸು ಬಾರಿ ಮಾಡಿದರ ಫಲವೇನು ಈ ಛಲವೇನು || 1 ||

ಅಂದಿಗೂ ಇಂದಿಗೂ ಒಮ್ಮೆ ಸಿರಿ ಕಮಲೇಅಶನ್ನನು
ಒಂದು ಬಾರಿ ಯಾರು  ಇಂದ ನೆನಯಲಿಲ್ಲ ಮನ ದನಿಯಲಿಲ್ಲ ||
ಬಂದು ಬಂದು ಭ್ರಹಮೆಗೊಂಡು ಮಾಯಾ ಮೋಹಕ್ಕೆ ಸಿಕ್ಕಿ
ನೊಂದು ಬೆಂದು ಒಂದರಿಂದ ಉಳಿಯಲಿಲ್ಲ ದ್ವಂದ್ವ ಕಲಿಯಲ್ಲಿಲ್ಲ ||
ಸಂದೇಹವ ಮಾಡಿದರು ಅರಿಯು ಎಂಭ ದೀಪವಿಟ್ಟು
ಇಂದು ಕಂಡ್ಯ ದೇಹದಲ್ಲಿ ಪೀoಡಾoಡ ಹಾಗೆ ಬ್ರಹ್ಮಾಂಡ | 
ಇಂದು ಹರಿಯ ಧ್ಯಾನವನ್ನು ಮಾಡಿ ವಿವೇಕದಿ
ಮುಕುಂಧನೀಂದ  ಮುಕ್ತಿ ಬೇಡುಕಂಡ್ಯ  ನೀ ನೋಡುಕಂಡ್ಯ || 2 ||

ನೂರು ಬಾರಿ ಶರಣು ಮಾಡಿ ನೇರ ಮುಳುಗಲ್ಲ್ಯಾಕೆ
ಪರನರಿಯರ ನೋಟಕ್ಕೆ ಗುರಿಯ ಮಾಡಿದಿ ಮನ ಸೆಳೆಯ ಮಾಡಿದಿ |
ಸುರೆಯೋಳು ಸುರೆ ತುಂಬಿ ಮೇಲೆ ಹೂವಿನ ಹಾರ
ಗೀರು ಗಂಧ ಅಕ್ಷತೆಯ ಧರಿಸಿದಂತೆ ನೀ ಮರೆಸಿದಂತೆ ||
ಗಾರುಡಿಯ ಮಾತ ಬಿಟ್ಟು ನಾದ ಬ್ರಹ್ಮನ ಪಿಡಿದು
ಸಾರಿ ಸುರಿ ಮುಕ್ತಿಯನ್ನು ಶಮನದಂತೆ ಮತ್ತೆ  ಸಮನದಿಂದ ||
ನಾರಾಯಣ ಅಚ್ಯುತ ಅನಂತಾದಿ ಕೇಶವನ
ಸಾರಮ್ರಥವನ್ನು ಉಂಡು ಸುಖಿಸೋ ಲಂಡ ಜೀವವೇ ಎಲೋ ಭಂಡ ಜೀವವೇ || 3 ||
**********`
},

{
    id: "bhaavadeleyali-sharadegana",
    title: "ಭಾವದಲೆಯಲಿ ಶಾರದೆಗಾನ",
    searchTerms: "Bhaavadeleyali Sharadegana",
    section: "Bajans",
    deity: "Devi",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಭಾವದಲೆಯಲಿ ಶಾರದೆಗಾನ
ರಾಗ ಹೊಮ್ಮಲು ಶಾರದೆ ನಾಮ || 
ಹ್ರದಯ ಹಾಡಿತು ಶಾರದೆ ಗಾನ || 
ಶಾರದೆ ಗಾನ ಶ್ರಂಗೇರಿಯ ಧ್ಯಾನ || ಪ ||

ನನ್ನಯ ಮನವಿಂದು ಶಾರದೆ ಸದನ 
ಹ್ರದಯ ಜ್ಯೋತಿ ಬೆಳಗಿಪೆನು ಅವಳಿಗೆ ದಿನ ನಾ||
ರೋಮಾಂಚನ ತಾಯಿ ಶಾರದೆ ಧ್ಯಾನ ||
ಶಾರದೆ ಗಾನ ಶ್ರಂಗೇರಿಯ ಧ್ಯಾನ || 1 || 

ತಾಯಿ ದರುಶನದಿಂದ ಅರಳಿತು ವದನ 
ಅಂಧಕಾರದ ಚೆಲುವು ನೋಡಿತು ನಯನ ||
ಸುತ್ತಮುತ್ತಲು ಎಲ್ಲಾ ತಾಯಿ ದರುಶನ ||
ಶಾರದೆ ಗಾನ ಶ್ರಂಗೇರಿಯ ಧ್ಯಾನ || 2 || 

ಕರುಣಾಮಯಿ ಸಿರಿದೇವಿ ತಾಯಿ ಶಾರದೆ 
ಕರಮುಗಿವೆ ತಾಯಿ ನಿನಗೆ ಶರಣನಾಗಿಹೆ ||
ನಿನ್ನ ಚರಣ ಸೇವೆ ಭಾಗ್ಯ ಸತತ ಬೇಡುವೆ ||
ಶಾರದೆ ಗಾನ ಶ್ರಂಗೇರಿಯ ಧ್ಯಾನ || 3 ||
**********`
},

{
    id: "venunada-baro",
    title: "ವೇಣುನಾದ ಬಾರೋ",
    searchTerms: "Venunada Baro",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಬಾಣನ ಭಂಗಿಸಿದಂಥ
ಭಾವಜನಯ್ಯನೆ ಬಾರೋ ||

ವೇಂಕಟರಮಣನೇ ಬಾರೋ || ಪ ||

ಪೂತನಿಯ ಮೊಲೆಯುಂಡ
ನವನೀತ ಚೋರನೇ ಬಾರೋ ||
ಭೀತ ರಾವಣನ ಸಂಹರಿಸಿದ
ಸೀತಾನಾಯಕ ಬಾರೋ || 1 ||

ಬಿಲ್ಲಮುರಿದು ಮಲ್ಲರ ಗೆದ್ದ
ಪುಲ್ಲನಾಭನೇ ಬಾರೋ ||
ಗೊಲ್ಲತೇರನೊಡನೆ ನಲಿವ
ಚೆಲುವ ಮೂರುತಿ ಬಾರೋ || 2 ||

ಮಂದರಗಿರಿ ಎತ್ತಿದಂಥ
ಇಂದಿರೆ ರಮಣನೇ ಬಾರೋ ||
ಕುಂದದೇ ಗೋವುಗಳ ಕಾಯ್ದ
ಪುಂಡರೀಕಾಕ್ಷನೇ ಬಾರೋ || 3 ||

ನಾರಿಯರ ಮನೆಗೆ ಪೋಗುವ
ವಾರಿಜನಾಭನೇ ಬಾರೋ ||
ಈರೇಳು ಭುವನವ ಕಾಯುವ
ಮಾರನಯ್ಯನೇ ಬಾರೋ || 4 ||

ಶೇಷಶಯನ ಮೂರುತಿಯಾದ
ವಾಸುದೇವನೇ ಬಾರೋ ||
ದಾಸರೊಳು ದಾಸನಾದ
ಪುರಂದರ ವಿಠಲ ಬಾರೋ || 5 ||
**********`
},

{
    id: "enu-helali-tangi-thimmayana",
    title: "ಏನು ಹೇಳಲಿ ತಂಗಿ ತಿಮ್ಮಯ್ಯನ",
    searchTerms: "Enu Helali Tangi Thimmayana",
    section: "Bajans",
    deity: "Maha Vishnu",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ಏನು ಹೇಳಲಿ ತಂಗಿ ತಿಮ್ಮಯ್ಯನ ಪಾದವನು ಕಂಡೆ ||
ಕನಸು ಕಂಡೆನ ಮನದಲಿ ಕಳವಳಗೊ೦ಡೆನೆ || ಪ ||

ಪೋನ್ನದ ಕಡಗನಿಟ್ಟು ತಿಮ್ಮಯ್ಯತಾ
ಪೋಲ್ವ ನಾಮವ ಇಟ್ಟು ||
ಅ೦ದುಗೆ ಘಲುಗೆನ್ನುತ
ಎನ್ನ ಮುಂದೆ ಬಂದು ನಿಂತಿದ್ದನಲ್ಲೇ  || 1 ||

ಮಕರ ಕು೦ಡಲವನಿಟ್ಟು ತಿಮ್ಮಯ್ಯ ತಾ
ಕಸ್ತೂರಿ ತಿಲಕವನಿಟ್ಟು ||
ಗೆಜ್ಜೆ ಘಲುಗೆನುತ
ಸ್ವಾಮಿ ತಾ ಬಂದು ನಿಂತಿದ್ದನಲ್ಲೇ || 2 ||

ಮುತ್ತಿನ ಪಲ್ಲಕ್ಕಿ ಯತಿಗಳು
ಹೊತ್ತು ನಿಂತಿದ್ದರಲ್ಲೇ ||
ಛತ್ರಚಾಮರದಿಂದ
ರಂಗಯ್ಯನ ಸೇವೆಯ ಮಾಡುವರೇ || 3 ||

ತಾಮರ ಕಮಲದಲಿ ಕೃಷ್ಣಯ್ಯ ತಾ
ಬಂದು ನಿಂತಿದನಲ್ಲೇ ||
ವಾಯು ಬೋಮ್ಮದಿಗಳು
ರಂಗಯ್ಯನ ಸೇವೆಯ ಮಾಡುವರೇ || 4 ||

ನವರತ್ನ ಕೆತ್ತಿಸಿದ ಸ್ವಾಮಿ ಎನ್ನ
ಹೃದಯಮ೦ಟಪದಲ್ಲಿ ||
ಸವಾ೯ಭರಣದಿಂದ
ಪುರಂದರವಿಠಲನ ಕೂಡಿದೇನೆ || 5 ||
**********`
},

{
    id: "narajanma-bandaga-naalige-irvaga",
    title: "ನರಜನ್ಮ ಬಂದಾಗ ನಾಲಿಗೆ ಇರುವಾಗ",
    searchTerms: "Narajanma Bandaga Naalige Irvaga",
    section: "Bajans",
    deity: "Krishna",
    language: "Kannada",
    symbol: "ರಾ",
    lyrics: `ನರಜನ್ಮ ಬಂದಾಗ ನಾಲಿಗೆ ಇರುವಾಗ ಕೃಷ್ಣಾ ಎನಬಾರದೆ ||ಪ||
ಕೃಷ್ಣನ ನೆನೆದರೆ ಕಷ್ಟವೊಂದಿಷ್ಟಿಲ್ಲ ಕೃಷ್ಣಾ ಎನಬಾರದೆ ||ಅ.ಪ||

ಮಲಗಿದ್ದು ಮೈಮುರಿದೇಳುತ್ತಲೊಮ್ಮೆ ಕೃಷ್ಣಾ ಎನಬಾರದೆ
ಸುಳಿದಾಡುತ್ತಾ ಮನೆಯೊಳಗಾದರೂ ಒಮ್ಮೆ ಕೃಷ್ಣಾ ಎನಬಾರದೆ ||೧||

ಸ್ನಾನಪಾನ ಜಪತಪಗಳ ಮಾಡುತ್ತ ಕೃಷ್ಣಾ ಎನಬಾರದೆ
ಶಾಲ್ಯಾನ್ನ ಷಡ್ರಸ ತಿಂದು ತೃಪ್ತರಾಗಿ ಕೃಷ್ಣಾ ಎನಬಾರದೆ ||೨||

ಮೇರೆ ತಪ್ಪಿ ಮಾತನಾಡುವಾಗಲೊಮ್ಮೆ ಕೃಷ್ಣಾ ಎನಬಾರದೆ
ದಾರಿಯ ನಡೆವಾಗ ಭಾರವ ಹೊರುವಾಗ ಕೃಷ್ಣಾ ಎನಬಾರದೆ ||೩||

ಗಂಧವ ಪೂಸಿ ತಾಂಬೂಲವ ಮೆಲುವಾಗ ಕೃಷ್ಣ ಎನಬಾರದೆ ತನ್ನ
ಮಂದಗಮನೆ ಕೂಡ ಸರಸವಾಡುತಲೊಮ್ಮೆ ಕೃಷ್ಣಎನಬಾರದೆ  ||೪||

ಪರಿಹಾಸ್ಯದ ಮಾತನಾಡುತಲೊಮ್ಮೆ ಕೃಷ್ಣ ಎನಬಾರದೆ
ಪರಿ ಪರಿ ಕೆಲಸದೊಳೊಂದು ಕೆಲಸವೆಂದು ಕೃಷ್ಣ ಎನಬಾರದೆ ||5||

ಕಂದನ ಬಿಗಿದಪ್ಪಿ ಮುದ್ದಾಡುತಲೊಮ್ಮೆ ಕೃಷ್ಣ ಎನಬಾರದೆ
ಬಹು ಚಂದುಳ್ಳ ಹಾಸಿಗೆ ಮೇಲೆ ಕುಳಿತೊಮ್ಮೆ ಕೃಷ್ಣ ಎನಬಾರದೆ ||6||

ನೀಗದಾಲೋಚನೆ ರೋಗೋಪದ್ರವದಲೊಮ್ಮೆ ಕೃಷ್ಣ ಎನಬಾರದ
ಒಳ್ಳೆ ಭೋಗ ಪಡೆದು ಅನುರಾಗದಿಂದಿರುವಾಗ ಕೃಷ್ಣ ಎನಬಾರದೆ ||7||

ದುರಿತ ರಾಶಿಗಳ ತರಿದು ಬಿಸಾಡುವ ಕೃಷ್ಣಾ ಎನಬಾರದೆ
ಗರುಡಗಮನ ನಮ್ಮ ಪುರಂದರ ವಿಠಲನ್ನ ಕೃಷ್ಣಾ ಎನಬಾರದೆ ||8||
**********`
},

{
    id:"chanrachooda-shivashankara-parvathi",
    title:"ಚಂದ್ರಚೂಡ ಶಿವಶಂಕರ ಪಾರ್ವತಿ",
    searchTerms:"Chanrachooda Shivashankara Parvathi",
    section:"Bajans",
    deity:"Mahadev",
    language:"Kannada",
    symbol:"ಶಿ",
    lyrics:`ಚಂದ್ರಚೂಡ ಶಿವಶಂಕರ ಪಾರ್ವತಿ 
ರಮಣ ನಿನಗೆ ನಮೋ ನಮೋ || ಪ ||

ಸುಂದರ ಮೃಗಧರ ಪಿನಾಕಧರಹರ  
ಗಂಗಾಧರ ಶಿರ ಗಜಚರ್ಮಾಂಬರಧರ || ಅ ಪ ||

ನಂದಿವಾಹನಾನಂದದಿಂದ ಮೂಜಗದಿ ಮೆರವೆ ನೀನೇ
ಅಂದು ಅಮೃತ ಘಟದಿಂದುದಿಸಿದ ವಿಷ ತಂದು ಭುಜಿಸಿದವ ನೀನೇ
ಕಂದರ್ಪನ ಕ್ರೋಧದಿಂದ ಕಣ್ತೆರೆದು ಕೊಂದ ಉಗ್ರನು ನೀನೇ
ಇಂದಿರೇಶ ಶ್ರೀ ರಾಮನ ನಾಮವ ಚಂದದಿ ಪೊಗಳುವ ನೀನೇ || ೧ ||

ಬಾಲಮೃಕಂಡನ ಕಾಲನು ಎಳೆವಾಗ ಪಾಲಿಸಿದವ ನೀನೇ
ಕಾಲಕೂಟವ ಪಾನಮಾಡಿದ ನೀಲಕಂಠನು ನೀನೇ
ವಾಲಯದಿ ಕಪಾಲ ಪಿಡಿದು ಭಿಕ್ಷೆ ಬೇಡೋ ದಿಗಂಬರ ನೀನೇ
ಜಾಲ ಮಾಡಿದ ಗೋಪಾಲನೆಂಬೊ ಹೆಣ್ಣಿಗೆ ಮರುಳಾದವನೇ || ೨ ||

ಧರೆಗೆ ದಕ್ಷಿಣ ಕಾವೇರಿತೀರ ಕುಂಭಪುರವಾಸನು ನೀನೇ
ಕರದೊಳು ವೀಣೆಯ ಗಾನವ ಮಾಡೊ ಉರಗಭೂಷಣನು ನೀನೇ
ಕೊರಳಲಿ ಭಸ್ಮ ರುದ್ರಾಕ್ಷಿ ಧರಿಸಿದ ಪರಮ ವೈಷ್ಣವನು ನೀನೆ
ಗರುಡಗಮನ ಶ್ರೀ ಪುರಂದರವಿಠಲಗೆ ಪ್ರಾಣಪ್ರಿಯನು ನೀನೆ || ೩||
**********`
},

{
    id: "esthu-sahasavantha",
    title: "ಎಷ್ಟು ಸಾಹಸವಂತ",
    searchTerms: "Esthu Sahasavantha",
    section: "Bajans",
    deity: "Hanuman",
    language: "Kannada",
    symbol: "ರಶಿ",
    lyrics: `ಎಷ್ಟು ಸಾಹಸವಂತ ನೀನೇ ಬಲವಂತಾ 
ದಿಟ್ಟ ಮೂರುತಿ ಭಳಿ ಭಳಿರೇ ಹನುಮಂತಾ   || ಪ ||
ಅಟ್ಟುವ ಖಳರೆದೆ ಮೆಟ್ಟಿ ತುಳಿದು ತಲೆ 
ಕುಟ್ಟಿ ಚಂಡಾಡಿದ ದಿಟ್ಟ ನೀನಹುದೋ

ರಾಮರಪ್ಪಣೆಯಿಂದ ಶರಧಿಯ ದಾಟಿ ಆ ಮಹಾ ಲಂಕೆಯ ಕಂಡೆ ಕಿರೀಟಿ
ಸ್ವಾಮಿ ಕಾರ್ಯವನು ಪ್ರೇಮದಿ ನಡೆಸಿದಿ ಈ ಮಹಿಯೊಳು ನಿನಗಾರೈ ಸಾಟಿ  |
ದೂರದಿಂದಸುರನ ಪುರವನ್ನು ನೋಡಿ ಭರದಿ ಶ್ರೀರಾಮರ ಸ್ಮರಣೆಯ ಮಾಡಿ
ಹಾರಿದೆ ಹರುಷದಿ ಹರಿಸಿ ಲಂಕಿಣಿಯನು ವಾರಿಜಮುಖಿಯನು ಕಂಡು ಮಾತಾಡಿ   || 1 ||

ರಾಮರ ಕ್ಷೇಮವ ರಮಣಿಗೆ ಪೇಳಿ ತಾಮಸ ಮಾಡದೆ ಮುದ್ರೆಯ ನೀಡಿ
ಪ್ರೇಮದಿ ಜಾನಕಿ ಕುರುಹನು ಕೊಡಲಾಗ ಆ ಮಹಾವನದೊಳು ಫಲವನು ಬೇಡಿ
ಕಣ್ಣಿಗೆ ಪ್ರಿಯವಾದ ಹಣ್ಣನು ಕೊಯ್ದು ಹಣ್ಣಿನ ನೆವದಲಿ ಅಸುರರ ಹೊಯ್ದು
ಪಣ್ಣಪಣ್ಣನೆ ಹಾರಿ ನೆಗೆನೆಗೆದಾಡುತ ಬಣ್ಣಿಸಿ ಅಸುರನ ಬಲವನು ಮುರಿದು   || 2 ||

ಶೃಂಗಾರವನದೊಳಗೆ ಇದ್ದ ರಕ್ಕಸರ ಅಂಗವನಳಿಸಿದೆ ಅತಿರಣಶೂರ
ನುಂಗಿ ಅಸ್ತ್ರಗಳ ಅಕ್ಷಯ ಕುವರನ ಭಂಜಿಸಿ ಬಿಸುಟೆಯೋ ಬಂದ ರಕ್ಕಸರ
ದೂರು ಪೇಳಿದರೆಲ್ಲಾ ರಾವಣನೊಡನೆ ಚೀರುತ್ತಾ ಕರೆಸಿದಾ ಇಂದ್ರಜಿತುವನೆ
ಚೋರಕಪಿಯನು ಹಿಡಿತಹುದೆನ್ನುತ ಶೂರರ ಕಳುಹಿದ ನಿಜಸುತನೊಡನೆ   || 3 ||

ಪಿಡಿದನು ಇಂದ್ರಜಿತು ಕಡುಕೋಪದಿಂದಾ ಹೆಡೆಮುರಿ ಕಟ್ಟಿದಾ ಬ್ರಹ್ಮಾಸ್ತ್ರದಿಂದಾ
ಗುಡುಗುಡುಗುಟ್ಟುತ ಕಿಡಿಕಿಡಿಯಾಗುತ ನಡೆದನು ಲಂಕೆಯ ಒಡೆಯನಿದ್ದೆಡೆಗೆ
ಕಂಡನು ರಾವಣನುದ್ದಂಡ ಕಪಿಯನು ಮಂಡೆಯ ತೂಗುತ ಮಾತಾಡಿಸಿದನು
ಭಂಡು ಮಾಡದೆ ಬಿಡೆ ನೋಡು ಕಪಿಯನೆ ಗಂಡುಗಲಿಯು ದುರುದುರಿಸಿ ನೋಡಿದನು   || 4 ||

ಛಲವ್ಯಾಕೋ ನಿನಗಿಷ್ಟು ಎಲವೋ ಕೋಡಗನೇ ನೆಲೆಯಾವುದ್ಹೇಳೋ ನಿನ್ನೊಡೆಯನ್ಹೆಸರನು
ಬಲವಂತ ರಾಮರ ಬಂಟ ಬಂದಿಹೆನು ಹಲವು ಮಾತ್ಯಾಕೊ ಹನುಮನು ನಾನೆ
ಬಡ ರಾವಣನೆ ನಿನ್ನ ಬಡಿದು ಹಾಕುವೆನು ಒಡೆಯನಪ್ಪಣೆಯಿಲ್ಲ ಎಂದು ತಾಳಿಹೆನು
ಹುಡಿಯೇಳಿಸುವೆನು ಖುಲ್ಲ ರಕ್ಕಸನೆ ತೊಡೆವೆನು ನಿನ್ನ ಹಣೆಯ ಅಕ್ಷರವಾ   || 5 ||

ನಿನ್ನಂಥಾ ದೂತರು ರಾಮನ ಬಳಿಯೊಳು ಇನ್ನೆಷ್ಟು ಮಂದಿಯುಂಟು ಹೇಳೋ ನೀ ತ್ವರಿಯಾ
ನನ್ನಂಥ ದೂತರು ನಿನ್ನಂಥ ಪ್ರೇತರು ಇನ್ನೂರು ಮುನ್ನೂರು ಕೋಟಿಗಳರಿಯ
ಕಡುಕೋಪದಿಂದಲಿ ಖೂಳ ರಾವಣನು ಸುಡಿರೆಂದ ಬಾಲವ ಸುತ್ತಿ ವಸನವನು
ಒಡೆಯನ ಮಾತಿಗೆ ತಡೆಬಡೆಯಿಲ್ಲದೆ ಒಡನೆ ಮುತ್ತಿದರು ಗಡಿಮನೆಯವರು   || 6 ||

ತಂದರು ವಸನವ ತಂಡ ತಂಡದಲೀ ಒಂದೊಂದು ಮೂಟೆ ಎಂಭತ್ತು ಕೋಟಿಯಲಿ
ಚಂದದಿ ಹರಳಿನ ತೈಲದೊಳದ್ದಿಸಿ ನಿಂದ ಹನುಮನು ಬಾಲವ ಬೆಳೆಸುತ
ಶಾಲು ಸಕಲಾತಿಯು ಸಾಲದೆ ಇರಲು ಬಾಲೇರ ವಸ್ತ್ರವ ಸೆಳೆದು ತಾರೆನಲು
ಬಾಲವ ನಿಲ್ಲಿಸೆ ಬೆಂಕಿಯನಿಡುತಲಿ ಕಾಲಮೃತ್ಯುವ ಕೆಣಕಿದರಲ್ಲಿ   || 7 ||

ಕುಣಿಕುಣಿದಾಡುತ ಕೂಗಿ ಬೊಬ್ಬಿಡುತ ಇಣುಕಿ ನೋಡುತ ಅಸುರನಣಕಿಸುತ
ಝಣಝಣಝಣರನೆ ಬಾಲದ ಘಂಟೆಯು ಮನದಿ ಶ್ರೀರಾಮರ ಪಾದವ ನೆನೆಯುತಾ
ಮಂಗಳಂ ಶ್ರೀರಾಮಚಂದ್ರ ಮೂರುತಿಗೆ ಮಂಗಳಂ ಸೀತಾದೇವಿ ಚರಣ೦ಗಳಿಗೆ
ಮಂಗಳವೆನುತಾ ಲಂಕೆಯ ಸುಟ್ಟು ಲಂಘಿಸಿ ಅಸುರನ ಗಡ್ಡಕೆ ಹಿಡಿದ   || 8 ||

ಹತ್ತಿತು ಅಸುರನ ಗಡ್ಡ ಮೀಸೆಗಳು ಸುತ್ತಿತು ಹೊಗೆ ಬ್ರಹ್ಮಾಂಡ ಕೋಟಿಯೊಳು
ಚಿತ್ತದಿ ರಾಮರು ಕೋಪಿಸುವರು ಎಂದು ಚಿತ್ರದಿ ನಡೆದನು ಅರಸನಿದ್ದೆಡೆಗೆ
ಸೀತೆಯ ಕ್ಷೇಮವ ರಾಮರಿಗ್ಹೇಳಿ ಪ್ರೀತಿಯಿಂ ಕೊಟ್ಟ ಕುರುಹ ಕರದಲ್ಲಿ
ಸೇತುವೆ ಕಟ್ಟಿ ಚತುರಂಗ ಬಲಸಹ ಮುತ್ತಿತು ಲಂಕೆಯ ಸೂರೆಗೈಯುತಲಿ   || 9 ||

ವೆಗ್ಗಳವಾಯಿತು ರಾಮರ ದಂಡು ಮುತ್ತಿತು ಲಂಕೆಯ ಕೋಟೆಯ ಕಂಡು
ಹೆಗ್ಗದ ಕಾಯ್ವರ ನುಗ್ಗು ಮಾಡುತಿರೆ ಧಗ್ಗನೆ ಪೇಳ್ದರು ರಾವಣಗಂದು
ರಾವಣ ಮೊದಲಾದ ರಾಕ್ಷಸರ ಕೊಂದು ಭಾವಶುದ್ಧದಲಿ ವಿಭೀಷಣ ಬಾಳೆಂದು
ದೇವಿ ಸೀತೆಯನೊಡಗೊಂಡು ಅಯೋಧ್ಯೆಯ ದೇವ ಶ್ರೀರಾಮರು ರಾಜ್ಯವಾಳಿದರು   || 10 ||

ಶಂಖದೈತ್ಯನ ಕೊಂದೆ ಶರಣು ಶರಣಯ್ಯಾ ಶಂಖಗಿರಿಯಲಿ ನಿಂದ ಹನುಮಂತರಾಯ
ಪಂಕಜಾಕ್ಷ ಹಯವದನನ ಕಟಾಕ್ಷದಿ ಬಿಂಕದಿ ಪಡೆದೆಯೋ ಅಜನ ಪದವಿಯ   || 11 ||
**********`
},

{
    id: "hanumantha-hanumantha",
    title: "ಹನುಮಂತ ಹನುಮಂತ",
    searchTerms: "Hanumantha Hanumantha",
    section: "Bajans",
    deity: "Hanuman",
    language: "Kannada",
    symbol: "ರಶಿ",
    lyrics: `ಹನುಮಂತ ಹನುಮಂತ 

ಹನುಮಂತ ಹನುಮಂತ ಹನುಮಂತ 		||ಪ||

ಹನುಮಂತ ಹರಿಯ ಮತ ನಿರುತ ಗುಣಯುತ
ಜನರ ಪೊರೆಯುತ ತತುವರೊಳು ಪ್ರೇರಿತ 	||ಅ.ಪ||

ಪವಮಾನ ಪವಮಾನ ಪವಮಾನ 
ಪವಮಾನ ಪರಮ ಪಾವನ ಅಣುಮಹದ್ಘನ ವನಧಿಲಂಘನ
ವೀತಿಹೋತ್ರನ ಪಡಿಸಿತೃಪ್ತನ
ರಾಮವಂದನ ಮಾಡುತ ಮನದಿ	 |
ಆನಂದ ಆನಂದ ಆನಂದ
ಆನಂದದಿಂದ ತ್ವರಿಯಾ ಹಾರಿ ಶರಧಿಯಾ ಸೀತಾಕೃತಿಯಾ
ಕುಶಲವಾರ್ತೆಯ ಪೇಳಲು ಜೀಯಾ
ಹರುಷ ಅತಿಶಯ ಉಕ್ಕಲು ಕೈಯ
ರಾಮಾಲಿಂಗನದಿಂದ ಆನಂದ		|
ತಾ ನಿಂದಾ ತಾ ನಿಂದ ತಾ ನಿಂದ
ತಾ ನಿಂದಾ ಕಪಿಗಳ ವೃಂದಾ
ನೆರಹಿ ಆನಂದ ರಣಮುಖಕೆಂದಾ
ಶಿಲೆಗಳ ತಂದ ಸೇತುಬಂಧನ
ಮಾಡಿಸಿ ನಿಂದಾ ರಾವಣವಧೆಗೆಂದಾ 	||1||

ಶ್ರೀರಾಮ ಶ್ರೀರಾಮ ಶ್ರೀರಾಮ
ಶ್ರೀರಾಮಾ ಪದ ಪ್ರೀತ ಪ್ರಖ್ಯಾತ
ಪ್ರಖ್ಯಾತ ಪ್ರಖ್ಯಾತ ವರಧೃತ ತ್ರಿಜಗ ಖ್ಯಾತ ಅತಿ ಮಹಾರಥ
ಯದುಪತಿ ಪ್ರೀತಾ ಸುರರ ಸೇವಿತಾ ಗರಳಭುಂಜಿತಾ
ಸತಿಗೆ ಪೂವಿತ್ತ ಭುಜಬಲಯುತಾ 	|		 
ಧೀಮಂತಾ ಧೀಮಂತಾ ಧೀಮಂತಾ 
ಧೀಮಂತಾ ಭಾರತೀಕಾಂತಾ
ದುರಳ ಮಣಿಮಂತಾ ಸೆಣಸಿಬರೆ ನಿಂತಾ
ಹರಣ ಮಾಡಿ ಪಂಥಗೆಲಿದು ತಾ ನಿಂದಾ
ಪ್ರಣಯನಾಗಿ ನಿಂತಾ ಕೀಚಕನ ಧ್ವಾಂತದೊಳು ತಾ ನೋಡಿ  	| 
ತಾ ನೋಡಿ ತಾ ನೋಡಿ ತಾ ನೋಡಿ
ತಾ ನೋಡಿ ಅವನೊಳು
ಕೂಡಿ ಕೈಯ ಹಿಡಿದಾಡಿ ಕೇಳಿಯೊಳು ಕೂಡಿ ಉರದಿಶಿರ
ನೀಡಿ ಮಾಂಸಮುದ್ದೆಮಾಡಿ
ನೆಲಕೆ ಈಡಾಡಿ ನಲಿದು ತೋರಿದಾ ||2||

ಆನಂದ ಆನಂದ ಆನಂದ 
ಆನಂದ ತಾ ನಿಂದ ಶ್ರೀಮದಾನಂದ ಆನಂದ 
ಆನಂದ ಬುಧಜನಕ್ಲೇಶದಿಹ ಮನ ನೋಡಿ ಜೀ
ವನ ಸೂತ್ರ ವ್ಯಾಖ್ಯಾನ ಮಾಡಿ ಪಾವನ ವಾದಿಭಂಜನ
ಬಾದರಾಯಣ ಪ್ರೀತಿಪಾತ್ರ ಏಕಾಂತ ಭಕ್ತ 	| 
ತಾನಿತ್ತ ತಾನಿತ್ತ ತಾನಿತ್ತ 
ತಾನಿತ್ತ ಜಗಕತಿಮೋದ ಶಾಸ್ತ್ರ
ಸನ್ಮುದ ತೋರಿಸರ್ವದ ಜೀವರು ತ್ರಿವಿಧ ತರತಮಭೇದ 
ಹರಿಯ ಸರ್ವದಾ ಜಗತ್ಕಾವುದ ಈಶಾವಾಸ್ಯಾದಿ ಜಗಸತ್ಯ  	|
ಜಗ ಸತ್ಯ ಜಗ ಸತ್ಯ ಜಗ ಸತ್ಯ 
ಜಗ ಸತ್ಯ ಜೀವರು ನಿತ್ಯ ಕಾರಣ ನಿತ್ಯ
ಕಾರ್ಯ ಅ ನಿತ್ಯ ಪ್ರಕೃತಿ ಸತ್ಯ ಸುಗುಣವೆ ನಿತ್ಯ
ಭೇದವು ನಿತ್ಯ ದ್ವೈತವು ಸತ್ಯವೆಂದ ಶ್ರೀವೇಂಕಟೇಶನ ನಿಜದೂತ 	||3||
**********`
}


];


